[
    {
        "authors": "Ju, Cheng-Wei, Shen, Yili, French, Ethan J., Yi, Jun, Bi, Hongshan, Tian, Aaron, Lin, Zhou",
        "year": "2024",
        "article_name": "Accurate Electronic and Optical Properties of Organic Doublet Radicals Using Machine Learned Range-Separated Functionals",
        "journal": "The Journal of Physical Chemistry A",
        "doi": "10.1021/acs.jpca.3c07437"
    },
    {
        "authors": "Dash, Soumya Ranjan, Sharma, Himanshu, Tiwari, Mrityunjay K., Greb, Lutz, Vanka, Kumar",
        "year": "2024",
        "article_name": "Size Matters: Computational Insights into the Crowning of Noble Gas Trioxides",
        "journal": "Inorganic Chemistry",
        "doi": "10.1021/acs.inorgchem.3c03782"
    },
    {
        "authors": "Chen, Ye-Hui, Duan, Meng, Lin, Si-Li, Liu, Yu-Wei, Cheng, Jun Kee, Xiang, Shao-Hua, Yu, Peiyuan, Houk, Kendall N., Tan, Bin",
        "year": "2024",
        "article_name": "Organocatalytic aromatization-promoted umpolung reaction of imines.",
        "journal": "Nature Chemistry",
        "doi": "10.1038/s41557-023-01384-x"
    },
    {
        "authors": "Armaković, Stevan, Armaković, Sanja J.",
        "year": "2024",
        "article_name": "Online and desktop graphical user interfaces for xtb programme from atomistica.online platform.",
        "journal": "Molecular Simulation",
        "doi": "10.1080/08927022.2024.2329736"
    },
    {
        "authors": "Godermajer, Patricia, Achazi, Andreas J., Mollenhauer, Doreen, Seifert, Andreas, Sommer, Michael",
        "year": "2024",
        "article_name": "Degradable bispiperidone derivative amine networks with monomer recovery.",
        "journal": "Polymer Chemistry",
        "doi": "10.1039/D4PY00025K"
    },
    {
        "authors": "Pracht, Philipp, Grimme, Stefan, Bannwarth, Christoph, Bohle, Fabian, Ehlert, Sebastian, Feldmann, Gereon, Gorges, Johannes, Müller, Marcel, Neudecker, Tim, Plett, Christoph, Spicher, Sebastian, Steinbach, Pit, Wesołowski, Patryk A., Zeller, Felix",
        "year": "2024",
        "article_name": "CREST—A program for the exploration of low-energy molecular chemical space.",
        "journal": "The Journal of Chemical Physics",
        "doi": "10.1063/5.0197592"
    },
    {
        "authors": "Pracht, Philipp, Bannwarth, Christoph",
        "year": "2023",
        "article_name": "Finding Excited-State Minimum Energy Crossing Points on a Budget: Non-Self-Consistent Tight-Binding Methods.",
        "journal": "The Journal of Physical Chemistry Letters",
        "doi": "10.1021/acs.jpclett.3c00494"
    },
    {
        "authors": "del Giudice, G., Serra, A., Saarimäki, L. A., Kotsis, K., Rouse, I., Colibaba, S. A., Jagiello, K., Mikolajczyk, A., Fratello, M., Papadiamantis, A. G., Sanabria, N., Annala, M. E., Morikka, J., Kinaret, P. A. S., Voyiatzis, E., Melagraki, G., Afantitis, A., Tämm, K., Puzyn, T., Gulumian, M., Lobaskin, V., Lynch, I., Federico, A., Greco, D.",
        "year": "2023",
        "article_name": "An ancestral molecular response to nanomaterial particulates.",
        "journal": "Nature Nanotechnology",
        "doi": "10.1038/s41565-023-01393-4"
    },
    {
        "authors": "Tang, Xin‐Yi, Mao, Chu‐Ru, Fang, Jie‐Bin, Ma, Zhong‐Jun, Huang, Yun, Wang, Dan",
        "year": "2023",
        "article_name": "Alpiniamides E–G from the Saline Lake‐Derived Streptomyces sp. QHA48 and Their Lipid Accumulation Inhibitory Activity.",
        "journal": "Chemistry & Biodiversity",
        "doi": "10.1002/cbdv.202300538"
    },
    {
        "authors": "Armaković, Stevan, Aleksić, Milena, Giannoukos, Stamatios, Brkić, Boris",
        "year": "2023",
        "article_name": "Multiscale modeling of VOC–graphene nanostructure interactions: designing new sorbents for portable mass spectrometric applications.",
        "journal": "Journal of Analytical Atomic Spectrometry",
        "doi": "10.1039/D3JA00216K"
    },
    {
        "authors": "Xu, Yi-Cheng, Li, Nan, Yan, Xiufeng, Zou, Hui-Xi",
        "year": "2023",
        "article_name": "DFT-based analysis of siderophore-metal ion interaction for efficient heavy metal remediation",
        "journal": "Environmental Science and Pollution Research",
        "doi": "10.1007/s11356-023-28854-6"
    },
    {
        "authors": "Ricchebuono, Alberto, Vottero, Eleonora, Piovano, Andrea, Groppo, Elena, Raybaud, Pascal, Chizallet, Céline",
        "year": "2023",
        "article_name": "Assessing Low-Cost Computational Methods against Structural Properties and Size Effects of Pt nanoparticles.",
        "journal": "The Journal of Physical Chemistry C",
        "doi": "10.1021/acs.jpcc.3c02799"
    },
    {
        "authors": "Gu, Chaonan, Wang, Mengke, Zhang, Kaihuang, Li, Jingjing, Lu, Yi‐Lin, Cui, Yihan, Zhang, Yunfei, Liu, Chun‐Sen",
        "year": "2023",
        "article_name": "A Full‐Device Autonomous Self‐Healing Stretchable Soft Battery from Self‐Bonded Eutectogels.",
        "journal": "Advanced Materials",
        "doi": "10.1002/adma.202208392"
    },
    {
        "authors": "Gorges, Johannes, Bädorf, Benedikt, Grimme, Stefan, Hansen, Andreas",
        "year": "2023",
        "article_name": "Efficient Computation of the Interaction Energies of Very Large Non-covalently Bound Complexes.",
        "journal": "Synlett",
        "doi": "10.1055/s-0042-1753141"
    },
    {
        "authors": "Kubečka, Jakub, Neefjes, Ivo, Besel, Vitus, Qiao, Fukang, Xie, Hong-Bin, Elm, Jonas",
        "year": "2023",
        "article_name": "Atmospheric Sulfuric Acid–Multi-Base New Particle Formation Revealed through Quantum Chemistry Enhanced by Machine Learning.",
        "journal": "The Journal of Physical Chemistry A",
        "doi": "10.1021/acs.jpca.3c00068"
    },
    {
        "authors": "Fomete, Sandra K.W., Kubečka, Jakub, Elm, Jonas, Jen, Coty N",
        "year": "2023",
        "article_name": "Limited Role of Malonic Acid in Sulfuric Acid–Dimethylamine New Particle Formation.",
        "journal": "ACS Omega",
        "doi": "10.1021/acsomega.3c01643"
    },
    {
        "authors": "Johnson, Matthew S., Gierada, Maciej, Hermes, Eric D., Bross, David H., Sargsyan, Khachik, Najm, Habib N., Zádor, Judit",
        "year": "2023",
        "article_name": "Pynta─An Automated Workflow for Calculation of Surface and Gas–Surface Kinetics",
        "journal": "Journal of Chemical Information and Modeling",
        "doi": "10.1021/acs.jcim.3c00948"
    },
    {
        "authors": "Gaponov, A. M., Pavlenko, O. L., Dmytrenko, O. P., Kulish, M. P., Pinchuk-Rugal, T. M., Busko, T. O., Nikolaienko, T. Yu., Neimash, V. B., Kachkovsky, O. D.",
        "year": "2023",
        "article_name": "",
        "journal": "Nanoelectronics, Nanooptics, Nanochemistry and Nanobiotechnology, and Their Applications",
        "doi": "10.1007/978-3-031-42708-4_22"
    },
    {
        "authors": "Khramenkova, Elena V., Venkatraman, Harshini, Soethout, Victor, Pidko, Evgeny A.",
        "year": "2022",
        "article_name": "Global optimization of extraframework ensembles in zeolites: structural analysis of extraframework aluminum species in MOR and MFI zeolites.",
        "journal": "Physical Chemistry Chemical Physics",
        "doi": "10.1039/D2CP03603G"
    },
    {
        "authors": "Prasad, Viki Kumar, Otero-de-la-Roza, Alberto, DiLabio, Gino A.",
        "year": "2022",
        "article_name": "Fast and Accurate Quantum Mechanical Modeling of Large Molecular Systems Using Small Basis Set Hartree–Fock Methods Corrected with Atom-Centered Potentials.",
        "journal": "Journal of Chemical Theory and Computation",
        "doi": "10.1021/acs.jctc.1c01128"
    },
    {
        "authors": "Staacke, Carsten G, Wengert, Simon, Kunkel, Christian, Csányi, Gábor, Reuter, Karsten, Margraf, Johannes T",
        "year": "2022",
        "article_name": "Kernel charge equilibration: efficient and accurate prediction of molecular dipole moments with a machine-learning enhanced electron density model.",
        "journal": "Machine Learning: Science and Technology",
        "doi": "10.1088/2632-2153/ac568d"
    },
    {
        "authors": "Dandu, Naveen K., Assary, Rajeev S., Redfern, Paul C., Ward, Logan, Foster, Ian, Curtiss, Larry A.",
        "year": "2022",
        "article_name": "Improving the Accuracy of Composite Methods: A G4MP2 Method with G4-like Accuracy and Implications for Machine Learning",
        "journal": "The Journal of Physical Chemistry A",
        "doi": "10.1021/acs.jpca.2c01327"
    },
    {
        "authors": "Robidas, Raphaël, Legault, Claude Y.",
        "year": "2022",
        "article_name": "CalcUS: An Open-Source Quantum Chemistry Web Platform.",
        "journal": "Journal of Chemical Information and Modeling",
        "doi": "10.1021/acs.jcim.1c01502"
    },
    {
        "authors": "Kelland, Malcolm A., Pomicpic, Janronel, Ghosh, Radhakanta, Abdel-Azeim, Safwat",
        "year": "2022",
        "article_name": "N-Vinyl Caprolactam/Maleic-Based Copolymers as Kinetic Hydrate Inhibitors: The Effect of Internal Hydrogen Bonding",
        "journal": "Energy & Fuels",
        "doi": "10.1021/acs.energyfuels.2c00075"
    },
    {
        "authors": "Rimola, Albert, Balucani, Nadia, Ceccarelli, Cecilia, Ugliengo, Piero",
        "year": "2022",
        "article_name": "Tracing the Primordial Chemical Life of Glycine: A Review from Quantum Chemical Simulations.",
        "journal": "International Journal of Molecular Sciences",
        "doi": "https://doi.org/10.3390/ijms23084252"
    },
    {
        "authors": "Soyemi, Ademola, Szilvási, Tibor",
        "year": "2022",
        "article_name": "Benchmarking Semiempirical QM Methods for Calculating the Dipole Moment of Organic Molecules",
        "journal": "The Journal of Physical Chemistry A",
        "doi": "10.1021/acs.jpca.1c10144"
    },
    {
        "authors": "Belz, Jürgen, Haust, Johannes, Müller, Marius J., Eberheim, Kevin, Schwan, Sebastian, Gowrisankar, Saravanan, Hüppe, Franziska, Beyer, Andreas, Schreiner, Peter R., Mollenhauer, Doreen, Sanna, Simone, Chatterjee, Sangam, Volz, Kerstin",
        "year": "2022",
        "article_name": "Adamantanes as White-Light Emitters: Controlling the Arrangement and Functionality by External Coulomb Forces.",
        "journal": "The Journal of Physical Chemistry C",
        "doi": "10.1021/acs.jpcc.2c02686"
    },
    {
        "authors": "Gallmetzer, Hans Georg, Hofer, Thomas S.",
        "year": "2022",
        "article_name": "Probing the range of applicability of structure‐ and energy‐adjusted QM/MM link bonds II: Optimized link bond parameters for density functional tight binding approaches",
        "journal": "Journal of Computational Chemistry",
        "doi": "10.1002/jcc.26830"
    },
    {
        "authors": "Zhang, Minhua, Chi, Suocheng, Yu, Yingzhe",
        "year": "2022",
        "article_name": "DFT Investigation of Polyethylene-co-vinyl Acetate: Kinetics of Initiation and Propagation, Copolymer Composition, and Unit Sequence Distribution",
        "journal": "Industrial & Engineering Chemistry Research",
        "doi": "10.1021/acs.iecr.2c01401"
    },
    {
        "authors": "Gallmetzer, Josef M., Kröll, Stefanie, Werner, Daniel, Wielend, Dominik, Irimia-Vladu, Mihai, Portenkirchner, Engelbert, Sariciftci, Niyazi Serdar, Hofer, Thomas S.",
        "year": "2022",
        "article_name": "Anthraquinone and its derivatives as sustainable materials for electrochemical applications – a joint experimental and theoretical investigation of the redox potential in solution",
        "journal": "Physical Chemistry Chemical Physics",
        "doi": "10.1039/D2CP01717B"
    },
    {
        "authors": "He, Yi-Lin, Huang, Pei-Zhi, Yang, Hong-Ying, Feng, Wei-Jiao, Li, Zhao-Cai, Gao, Kun",
        "year": "2022",
        "article_name": "Jatrolignans C and D: New Neolignan Epimers from Jatropha curcas",
        "journal": "Molecules",
        "doi": "10.3390/molecules27113540"
    },
    {
        "authors": "Schimanofsky, Corina, Wielend, Dominik, Kröll, Stefanie, Lerch, Sabine, Werner, Daniel, Gallmetzer, Josef M., Mayr, Felix, Neugebauer, Helmut, Irimia-Vladu, Mihai, Portenkirchner, Engelbert, Hofer, Thomas S., Sariciftci, Niyazi Serdar",
        "year": "2022",
        "article_name": "Direct Electrochemical CO2 Capture Using Substituted Anthraquinones in Homogeneous Solutions: A Joint Experimental and Theoretical Study",
        "journal": "The Journal of Physical Chemistry C",
        "doi": "10.1021/acs.jpcc.2c03129"
    },
    {
        "authors": "Matsubara, Kiho, Chou, Li-Chieh, Amii, Hideki, Kakuchi, Ryohei",
        "year": "2022",
        "article_name": "Fast-track computational access to reaction mechanisms provides comprehensive insights into aminolysis postpolymerization modification reactions",
        "journal": "Molecular Systems Design & Engineering",
        "doi": "10.1039/D2ME00083K"
    },
    {
        "authors": "Kalikadien, Adarsh V., Pidko, Evgeny A., Sinha, Vivek",
        "year": "2022",
        "article_name": "ChemSpaX: exploration of chemical space by automated functionalization of molecular scaffold",
        "journal": "Digital Discovery",
        "doi": "10.1039/D1DD00017A"
    },
    {
        "authors": "Zito, Alessandra M., Bím, Daniel, Vargas, Santiago, Alexandrova, Anastassia N., Yang, Jenny Y.",
        "year": "2022",
        "article_name": "Computational and Experimental Design of Quinones for Electrochemical CO2 Capture and Concentration",
        "journal": "ACS Sustainable Chemistry & Engineering",
        "doi": "10.1021/acssuschemeng.2c03463"
    },
    {
        "authors": "Xu, Li‐Cheng, Zhang, Shuo‐Qing, Li, Xin, Tang, Miao‐Jiong, Xie, Pei‐Pei, Hong, Xin",
        "year": "2021",
        "article_name": "Towards Data‐Driven Design of Asymmetric Hydrogenation of Olefins: Database and Hierarchical Learning",
        "journal": "Angewandte Chemie International Edition",
        "doi": "10.1002/anie.202106880"
    },
    {
        "authors": "Nguyen, Thi Thu Ha, Le, Minh Cam, Ha, Nguyen Ngoc",
        "year": "2021",
        "article_name": "Understanding the influence of single metal (Li, Mg, Al, Fe, Ag) doping on the electronic and optical properties of g-C3N4: a theoretical study",
        "journal": "Molecular Simulation",
        "doi": "10.1080/08927022.2020.1858078"
    },
    {
        "authors": "Folmsbee, Dakota, Hutchison, Geoffrey",
        "year": "2021",
        "article_name": "Assessing conformer energies using electronic structure and machine learning methods.",
        "journal": "International Journal of Quantum Chemistry",
        "doi": "10.1002/qua.26381"
    },
    {
        "authors": "Xu, Li‐Cheng, Zhang, Shuo‐Qing, Li, Xin, Tang, Miao‐Jiong, Xie, Pei‐Pei, Hong, Xin",
        "year": "2021",
        "article_name": "Towards Data‐Driven Design of Asymmetric Hydrogenation of Olefins: Database and Hierarchical Learning",
        "journal": "Angewandte Chemie",
        "doi": "10.1002/ange.202106880"
    },
    {
        "authors": "Bursch, Markus, Hansen, Andreas, Pracht, Philipp, Kohn, Julia T., Grimme, Stefan",
        "year": "2021",
        "article_name": "Theoretical study on conformational energies of transition metal complexes",
        "journal": "Physical Chemistry Chemical Physics",
        "doi": "10.1039/D0CP04696E"
    },
    {
        "authors": "Usacheva, Tatyana R., Volynkin, Vitaly A., Panyushkin, Viktor T., Lindt, Dmitry A., Pham, Thi Lan, Nguyen, Thi Thu Ha, Le, Thi My Hanh, Alister, Diana A., Kabirov, Dzhovidon N., Kuranova, Natalya N., Gamov, George A., Kushnir, Roman A., Biondi, Marco, Giancola, Concetta, Sharnin, Valentin A.",
        "year": "2021",
        "article_name": "Complexation of Cyclodextrins with Benzoic Acid in Water-Organic Solvents: A Solvation-Thermodynamic Approach",
        "journal": "Molecules",
        "doi": "10.3390/molecules26154408"
    },
    {
        "authors": "Provencher, Philip A., Hoskin, John F., Wong, Jonathan J., Chen, Xiangyang, Yu, Jin-Quan, Houk, K. N., Sorensen, Erik J.",
        "year": "2021",
        "article_name": "Pd(II)-Catalyzed Synthesis of Benzocyclobutenes by β-Methylene-Selective C(sp3)–H Arylation with a Transient Directing Group",
        "journal": "Journal of the American Chemical Society",
        "doi": "10.1021/jacs.1c09368"
    },
    {
        "authors": "Ju, Cheng-Wei, French, Ethan J., Geva, Nadav, Kohn, Alexander W., Lin, Zhou",
        "year": "2021",
        "article_name": "Stacked Ensemble Machine Learning for Range-Separation Parameters",
        "journal": "The Journal of Physical Chemistry Letters",
        "doi": "10.1021/acs.jpclett.1c02506"
    },
    {
        "authors": "Gaston, Jayden J., Tague, Andrew J., Smyth, Jamie E., Butler, Nicholas M., Willis, Anthony C., van Eikema Hommes, Nico, Yu, Haibo, Clark, Timothy, Keller, Paul A.",
        "year": "2021",
        "article_name": "The Detosylation of Chiral 1,2-Bis(tosylamides)",
        "journal": "The Journal of Organic Chemistry",
        "doi": "10.1021/acs.joc.1c00359"
    },
    {
        "authors": "Barresi, Elisabetta, Tolbatov, Iogann, Marzo, Tiziano, Zappelli, Elisa, Marrone, Alessandro, Re, Nazzareno, Pratesi, Alessandro, Martini, Claudia, Taliani, Sabrina, Da Settimo, Federico, La Mendola, Diego",
        "year": "2021",
        "article_name": "Two mixed valence diruthenium(ii,iii) isomeric complexes show different anticancer properties",
        "journal": "Dalton Transactions",
        "doi": "10.1039/D1DT01492G"
    },
    {
        "authors": "Zaitsau, Dzmitry H., Ludwig, Ralf, Verevkin, Sergey P.",
        "year": "2021",
        "article_name": "Determination of the dispersion forces in the gas phase structures of ionic liquids using exclusively thermodynamic methods",
        "journal": "Physical Chemistry Chemical Physics",
        "doi": "10.1039/D0CP05439A"
    },
    {
        "authors": "Mady, Mohamed F., Abdel-Azeim, Safwat, Kelland, Malcolm A",
        "year": "2021",
        "article_name": "Investigation of the Antiscaling Performance of Phosphonated Chitosan for Upstream Petroleum Industry Application",
        "journal": "ACS Sustainable Chemistry & Engineering",
        "doi": "10.1021/acssuschemeng.1c06786"
    },
    {
        "authors": "Wang, Qianpeng, Zheng, Daye, He, Lixin, Ren, Xinguo",
        "year": "2021",
        "article_name": "Peculiar diffusion behavior of AlCl4 intercalated in graphite from nanosecond-long molecular dynamics simulations",
        "journal": "Chinese Physics B",
        "doi": "10.1088/1674-1056/ac0692"
    },
    {
        "authors": "Zhang, Kun, Wang, Fufang, Jiang, Yanrong, Wang, Xueli, Pan, Haifeng, Sun, Zhenrong, Sun, Haitao, Xu, Jianhua, Chen, Jinquan",
        "year": "2021",
        "article_name": "New Insights about the Photostability of DNA/RNA Bases: Triplet nπ* State Leads to Effective Intersystem Crossing in Pyrimidinones",
        "journal": "The Journal of Physical Chemistry B",
        "doi": "10.1021/acs.jpcb.0c10611"
    },
    {
        "authors": "Zhu, Zhengdan, Xu, Zhijian, Zhu, Weiliang",
        "year": "2020",
        "article_name": "Interaction Nature and Computational Methods for Halogen Bonding: A Perspective",
        "journal": "Journal of Chemical Information and Modeling",
        "doi": "10.1021/acs.jcim.0c00032"
    },
    {
        "authors": "Rimola, Albert, Ferrero, Stefano, Germain, Aurèle, Corno, Marta, Ugliengo, Piero",
        "year": "2020",
        "article_name": "Computational Surface Modelling of Ices and Minerals of Interstellar Interest—Insights and Perspectives",
        "journal": "Minerals",
        "doi": "10.3390/min11010026"
    },
    {
        "authors": "Yönder, Özlem, Schmitz, Gunnar, Hättig, Christof, Schmid, Rochus, Debiagi, Paulo, Hasse, Christian, Locaspi, Andrea, Faravelli, Tiziano",
        "year": "2020",
        "article_name": "Can Small Polyaromatics Describe Their Larger Counterparts for Local Reactions? A Computational Study on the H-Abstraction Reaction by an H-Atom from Polyaromatics",
        "journal": "The Journal of Physical Chemistry A",
        "doi": "10.1021/acs.jpca.0c07133"
    },
    {
        "authors": "Kovalska, Evgeniya, Luxa, Jan, Melle-Franco, Manuel, Wu, Bing, Marek, Ivo, Roy, Pradip Kumar, Marvan, Petr, Sofer, Zdenek",
        "year": "2020",
        "article_name": "Single-Step Synthesis of Platinoid-Decorated Phosphorene: Perspectives for Catalysis, Gas Sensing, and Energy Storage",
        "journal": "ACS Applied Materials & Interfaces",
        "doi": "10.1021/acsami.0c15525"
    },
    {
        "authors": "Nguyen, Thi Thu Ha, Le, Minh Cam, Jiang, Zhong-Tao, Nguyen, Ngoc Ha",
        "year": "2020",
        "article_name": "Theoretical study on the adsorption ability of (ZnO)6 cluster for dimethylmercury removal and the influences of the supports and other ions in the adsorption process",
        "journal": "Adsorption",
        "doi": "10.1007/s10450-020-00252-1"
    },
    {
        "authors": "Pracht, Philipp, Bohle, Fabian, Grimme, Stefan",
        "year": "2020",
        "article_name": "Automated exploration of the low-energy chemical space with fast quantum chemical methods",
        "journal": "Physical Chemistry Chemical Physics",
        "doi": "10.1039/C9CP06869D"
    },
    {
        "authors": "Brunken, Christoph, Reiher, Markus",
        "year": "2020",
        "article_name": "Self-Parametrizing System-Focused Atomistic Models",
        "journal": "Journal of Chemical Theory and Computation",
        "doi": "10.1021/acs.jctc.9b00855"
    },
    {
        "authors": "Pavan, Cristina, Santalucia, Rosangela, Leinardi, Riccardo, Fabbiani, Marco, Yakoub, Yousof, Uwambayinema, Francine, Ugliengo, Piero, Tomatis, Maura, Martra, Gianmario, Turci, Francesco, Lison, Dominique, Fubini, Bice",
        "year": "2020",
        "article_name": "Nearly free surface silanols are the critical molecular moieties that initiate the toxicity of silica particles",
        "journal": "Proceedings of the National Academy of Sciences",
        "doi": "10.1073/pnas.2008006117"
    }
]