{
   "items": [
       {
           "id": "16708939/B8HCVTV7",
           "type": "article",
           "title": "A Robust Non-Self-Consistent Tight-Binding Quantum Chemistry Method for large Molecules",
           "publisher": "ChemRxiv",
           "abstract": "We propose a semiempirical quantum chemical method, designed for the fast calculation of molecular Geometries, vibrational Frequencies and Non-covalent interaction energies (GFN) of systems with up to a few thousand atoms. Like its predecessors GFN-xTB and GFN1-xTB, the new method termed GFN0-xTB is parameterized for all elements up to radon (Z = 86) and mostly shares well-known density functional tight-binding approximations as well as basis set and integral approximations. The main new feature is the avoidance of the self-consistent charge iterations leading to speed-ups of a factor of 2-20 depending on the size and electronic complexity of the system. This is achieved by including only quantum mechanical contributions up to first-order which are incorporated similar to the previous versions without any pair-specific parameterization. The essential electrostatic electronic interaction is treated by a classical electronegativity equilibration charge model yielding atomic partial charges that enter the electronic Hamiltonian indirectly. Furthermore, the atomic charge-dependent D4 dispersion correction is included to account for long range London correlation effects. Formulas for analytical total energy gradients with respect to nuclear displacements are derived and implemented in the xtb code allowing numerically very precise structure optimizations. The neglect of self-consistent energy terms not only leads to a large gain in computational speed but also can increase robustness in electronically difficult situations because ill-convergence or artificial charge-transfer (CT) is avoided. The comparison of GFN0-xTB and GFN/GFN2-xTB allows dissection of quantum electronic polarization and CT effects thereby improving our understanding of chemical bonding. Compared to the most sophisticated multipole-based GFN2-xTB model (which approaches DFT accuracy for the target properties closely), GFN0-xTB performs slightly worse for non-covalent interactions and molecular structures, while very good results are observed for conformational energies. Vibrational frequencies are obtained less accurately than with GFN/GFN2-xTB but they may still be useful for various purposes like estimating relative thermostatistical reaction energies. Most exceptional is the fact that even relatively complicated transition metal complex structures can be accurately optimized with a non-self-consistent quantum approach. The new method bridges the gap between force-fields and traditional semiempirical methods with its excellent computational cost to accuracy ratio and is intended to explore the chemical space of large molecular systems and solids.",
           "URL": "https://chemrxiv.org/engage/chemrxiv/article-details/59c742abbdbb890c7ba3851a",
           "DOI": "9.26434/chemrxiv.8326202.v1",
           "language": "en",
           "author": [
               {
                   "family": "Pracht",
                   "given": "Philipp"
               },
               {
                   "family": "Caldeweyher",
                   "given": "Eike"
               },
               {
                   "family": "Ehlert",
                   "given": "Sebastian"
               },
               {
                   "family": "Grimme",
                   "given": "Stefan"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2018,
                       5,
                       26
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       4,
                       23
                   ]
               ]
           }
       },
       {
           "id": "16708939/6BPJFIDI",
           "type": "article-journal",
           "title": "mcGFN-FF: an accurate force field for optimization and energetic screening of molecular crystals",
           "container-title": "Zeitschrift für Naturforschung B",
           "page": "190-200",
           "volume": "78",
           "issue": "3",
           "abstract": "Abstract \n             \n              This work presents a periodic extension of the GFN-FF force field for molecular crystals named mcGFN-FF. Non-covalent interactions in the force field are adjusted to reduce the systematic overbinding of the original, molecular version for molecular crystals. A diverse set of molecular crystal benchmarks for lattice energies and unit cell volumes is studied. The modified force field shows good results with a mean absolute relative deviation (MARD) of 18.9 % for lattice energies and 10.0 % for unit cell volumes. In many cases, mcGFN-FF approaches the accuracy of the GFN1-xTB quantum chemistry method which has an MARD of 18.7 % for lattice energies and 6.2 % for unit cell volumes. Further, the newly compiled mcVOL22 benchmark set is presented which features r \n              2 \n              SCAN-D4/900 eV DFT reference volumes for molecular crystals with phosphorus-, sulfur-, and chlorine-containing compounds of various sizes. Overall, the mcGFN-FF poses an efficient tool for the optimization and energetic screening of molecular crystals containing elements up to radon.",
           "URL": "https://www.degruyter.com/document/doi/9.1515/znb-2023-0088/html",
           "DOI": "9.1515/znb-2023-0088",
           "shortTitle": "mcGFN-FF",
           "language": "en",
           "author": [
               {
                   "family": "Grimme",
                   "given": "Stefan"
               },
               {
                   "family": "Rose",
                   "given": "Thomas"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2023,
                       3,
                       24
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       4,
                       20
                   ]
               ]
           }
       },
       {
           "id": "16708939/EDU2RWJ5",
           "type": "article-journal",
           "title": "Efficient Quantum Chemical Calculation of Structure Ensembles and Free Energies for Nonrigid Molecules",
           "container-title": "The Journal of Physical Chemistry A",
           "page": "4038-4054",
           "volume": "124",
           "issue": "18",
           "abstract": "The application of quantum chemical, automatic multilevel modeling workflows for the determination of thermodynamic (e.g., conformation equilibria, partition coefficients, pKa values) and spectroscopic properties of relatively large, nonrigid molecules in solution is described. Key points are the computation of rather complete structure (conformer) ensembles with extremely fast but still reasonable GFN1-xTB or GFN-FF semiempirical methods in the CREST searching approach and subsequent refinement at a recently developed, accurate r2SCAN-3c DFT composite level. Solvation effects are included in all steps by accurate continuum solvation models (ALPB, (D)COSMO-RS). Consistent inclusion of thermostatistical contributions in the framework of the modified rigid-rotor-harmonic-oscillator approximation (mRRHO) based on xTB/FF computed PES is also recommended.",
           "URL": "https://doi.org/9.1021/acs.jpca.1c00971",
           "DOI": "9.1021/acs.jpca.1c00971",
           "note": "Publisher: American Chemical Society",
           "journalAbbreviation": "J. Phys. Chem. A",
           "author": [
               {
                   "family": "Grimme",
                   "given": "Stefan"
               },
               {
                   "family": "Bohle",
                   "given": "Fabian"
               },
               {
                   "family": "Hansen",
                   "given": "Andreas"
               },
               {
                   "family": "Pracht",
                   "given": "Philipp"
               },
               {
                   "family": "Spicher",
                   "given": "Sebastian"
               },
               {
                   "family": "Stahn",
                   "given": "Marcel"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2020,
                       4,
                       19
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       20
                   ]
               ]
           }
       },
       {
           "id": "16708939/V8Z62PVB",
           "type": "article-journal",
           "title": "Automated and Efficient Generation of General Molecular Aggregate Structures",
           "container-title": "Angewandte Chemie International Edition",
           "page": "e202214476",
           "volume": "61",
           "issue": "3",
           "abstract": "Modeling intermolecular interactions of complex non-covalent structures is important in many areas of chemistry. To facilitate the generation of reasonable dimer, oligomer, and general aggregate geometries, we introduce an automated computational interaction site screening (aISS) workflow. This easy-to-use tool combines a genetic algorithm employing the intermolecular force-field xTB-IFF for initial search steps with the general force-field GFN-FF and the semi-empirical GFN1-xTB method for geometry optimizations. Compared with the alternative CREST program, aISS yields similar results but with computer time savings of 1–3 orders of magnitude. This allows for the treatment of systems with thousands of atoms composed of elements up to radon, e.g., metal-organic complexes, or even polyhedra and zeolite cut-outs which were not accessible before. Moreover, aISS can identify reactive sites and provides options like site-directed (user-guided) screening.",
           "URL": "https://onlinelibrary.wiley.com/doi/abs/9.1002/anie.202214477",
           "DOI": "9.1002/anie.202214477",
           "note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/9.1002/anie.202214477",
           "language": "en",
           "author": [
               {
                   "family": "Plett",
                   "given": "Christoph"
               },
               {
                   "family": "Grimme",
                   "given": "Stefan"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2022
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       15
                   ]
               ]
           }
       },
       {
           "id": "16708939/Q4MNS8KG",
           "type": "article-journal",
           "title": "Robust and Efficient Implicit Solvation Model for Fast Semiempirical Methods",
           "container-title": "Journal of Chemical Theory and Computation",
           "page": "4249-4261",
           "volume": "16",
           "issue": "6",
           "abstract": "We present a robust and efficient method to implicitly account for solvation effects in modern semiempirical quantum mechanics and force fields. A computationally efficient yet accurate solvation model based on the analytical linearized Poisson–Boltzmann (ALPB) model is parameterized for the extended tight binding (xTB) and density functional tight binding (DFTB) methods as well as for the recently proposed GFN-FF general force field. The proposed methods perform well over a broad range of systems and applications, from conformational energies over transition-metal complexes to large supramolecular association reactions of charged species. For hydration free energies of small molecules, GFN0-xTB(ALPB) is reaching the accuracy of sophisticated explicitly solvated approaches, with a mean absolute deviation of only 1.4 kcal/mol compared to the experiment. Logarithmic octanol–water partition coefficients (log Kow) are computed with a mean absolute deviation of about 0.65 using GFN2-xTB(ALPB) compared to experimental values indicating a consistent description of differential solvent effects. Overall, more than twenty solvents for each of the six semiempirical methods are parameterized and tested. They are readily available in the xtb and dftb+ programs for diverse computational applications.",
           "URL": "https://doi.org/9.1021/acs.jctc.1c00471",
           "DOI": "9.1021/acs.jctc.1c00471",
           "note": "Publisher: American Chemical Society",
           "journalAbbreviation": "J. Chem. Theory Comput.",
           "author": [
               {
                   "family": "Ehlert",
                   "given": "Sebastian"
               },
               {
                   "family": "Stahn",
                   "given": "Marcel"
               },
               {
                   "family": "Spicher",
                   "given": "Sebastian"
               },
               {
                   "family": "Grimme",
                   "given": "Stefan"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2020,
                       6,
                       12
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       14
                   ]
               ]
           }
       },
       {
           "id": "16708939/D8L6BY2C",
           "type": "article-journal",
           "title": "From QCEIMS to QCxMS: A Tool to Routinely Calculate CID Mass Spectra Using Molecular Dynamics",
           "container-title": "Journal of the American Society for Mass Spectrometry",
           "page": "1734-1751",
           "volume": "31",
           "issue": "6",
           "abstract": "Mass spectrometry (MS) is a powerful tool in chemical research and substance identification. For the computational modeling of electron ionization MS, we have developed the quantum-chemical electron ionization mass spectra (QCEIMS) program. Here, we present an extension of QCEIMS to calculate collision-induced dissociation (CID) spectra. The more general applicability is accounted for by the new name QCxMS, where “x” refers to EI or CID. To this end, fragmentation and rearrangement reactions are computed “on-the-fly” in Born–Oppenheimer molecular dynamics (MD) simulations with the semiempirical GFN1-xTB Hamiltonian, which provides an efficient quantum mechanical description of all elements up to Z = 86 (Rn). Through the explicit modeling of multicollision processes between precursor ions and neutral gas atoms as well as temperature-induced decomposition reactions, QCxMS provides detailed insight into the collision kinetics and fragmentation pathways. In combination with the CREST program to determine the preferential protonation sites, QCxMS becomes the first standalone MD-based program that can predict mass spectra based solely on molecular structures as input. We demonstrate this for six organic molecules with masses ranging from 159 to 296 Da, for which QCxMS yields CID spectra in reasonable agreement with experiments.",
           "URL": "https://doi.org/9.1021/jasms.1c00098",
           "DOI": "9.1021/jasms.1c00098",
           "note": "Publisher: American Society for Mass Spectrometry. Published by the American Chemical Society. All rights reserved.",
           "shortTitle": "From QCEIMS to QCxMS",
           "journalAbbreviation": "J. Am. Soc. Mass Spectrom.",
           "author": [
               {
                   "family": "Koopman",
                   "given": "Jeroen"
               },
               {
                   "family": "Grimme",
                   "given": "Stefan"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2020,
                       6,
                       6
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       14
                   ]
               ]
           }
       },
       {
           "id": "16708939/J42DQK7Q",
           "type": "article-journal",
           "title": "Perspective on Simplified Quantum Chemistry Methods for Excited States and Response Properties",
           "container-title": "The Journal of Physical Chemistry A",
           "page": "3840-3851",
           "volume": "124",
           "issue": "17",
           "abstract": "We review recent developments in the framework of simplified quantum chemistry for excited state and optical response properties (sTD-DFT) and present future challenges for new method developments to improve accuracy and extend the range of application. In recent years, the scope of sTD-DFT was extended to molecular response calculations of the polarizability, optical rotation, first hyperpolarizability, two-photon absorption (1PA), and excited-state absorption for large systems with hundreds to thousands of atoms. The recently introduced spin-flip simplified time-dependent density functional theory (SF-sTD-DFT) variant enables an ultrafast treatment for diradicals and related strongly correlated systems. A few drawbacks were also identified, specifically for the computation of 2PA cross sections. We propose solutions to this problem and how to generally improve the accuracy of simplified schemes. New possible simplified schemes are also introduced for strongly correlated systems, e.g., with a second-order perturbative correlation correction. Interpretation tools that can extract chemical structure–property relationships from excited state or response calculations are also discussed. In particular, the recently introduced method-agnostic RespA approach based on natural response orbitals (NROs) as the key concept is employed.",
           "URL": "https://doi.org/9.1021/acs.jpca.1c02362",
           "DOI": "9.1021/acs.jpca.1c02362",
           "note": "Publisher: American Chemical Society",
           "journalAbbreviation": "J. Phys. Chem. A",
           "author": [
               {
                   "family": "de Wergifosse",
                   "given": "Marc"
               },
               {
                   "family": "Grimme",
                   "given": "Stefan"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2020,
                       4,
                       12
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       15
                   ]
               ]
           }
       },
       {
           "id": "16708939/JGH59JYW",
           "type": "article-journal",
           "title": "Single-Point Hessian Calculations for Improved Vibrational Frequencies and Rigid-Rotor-Harmonic-Oscillator Thermodynamics",
           "container-title": "Journal of Chemical Theory and Computation",
           "page": "1700-1714",
           "volume": "16",
           "issue": "2",
           "abstract": "The calculation of harmonic vibrational frequencies (HVF) to interpret infrared (IR) spectra and to convert molecular energies to free energies is one of the essential steps in computational chemistry. A prerequisite for accurate thermostatistics so far was to optimize the molecular input structures in order to avoid imaginary frequencies, which inevitably leads to changes in the geometry if different theoretical levels are applied for geometry optimization and frequency calculations. In this work, we propose a new method termed single-point Hessian (SPH) for the computation of HVF and thermodynamic contributions to the free energy within the modified rigid-rotor-harmonic-oscillator approximation for general nonequilibrium molecular geometries. The key ingredient is the application of a biasing potential given as Gaussian functions expressed with the root-mean-square-deviation (RMSD) in Cartesian space in order to retain the initial geometry. The theory derived herein is generally applicable to quantum mechanical (QM), semiempirical QM, and force-field (FF) methods. Besides a detailed description of the underlying theory including the important back-correction of the biased HVF, the SPH approach is tested for reaction paths, molecular dynamics snapshots of crambin, and supramolecular association free energies in comparison to high-level density functional theory (DFT) values. Furthermore, the effect on IR spectra is investigated for organic dimers and transition-metal complexes revealing improved spectra at low theoretical levels. On average, DFT reference free energies are better reproduced by the newly developed SPH scheme than by conventional calculations on freely optimized geometries or without any relaxation.",
           "URL": "https://doi.org/9.1021/acs.jctc.0c01306",
           "DOI": "9.1021/acs.jctc.0c01306",
           "note": "Publisher: American Chemical Society",
           "journalAbbreviation": "J. Chem. Theory Comput.",
           "author": [
               {
                   "family": "Spicher",
                   "given": "Sebastian"
               },
               {
                   "family": "Grimme",
                   "given": "Stefan"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2020,
                       2,
                       8
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       15
                   ]
               ]
           }
       },
       {
           "id": "16708939/XFVWZ8RF",
           "type": "article-journal",
           "title": "Semiautomated Transition State Localization for Organometallic Complexes with Semiempirical Quantum Chemical Methods",
           "container-title": "Journal of Chemical Theory and Computation",
           "page": "2001-2012",
           "volume": "15",
           "issue": "2",
           "abstract": "We present an efficient computational protocol for robust transition state localization that can be routinely applied to complex (organometallic) reactions. The capabilities of the combination of extended tight-binding semiempirical methods (GFNn-xTB) with a state-of-the-art transition state localization algorithm (mGSM) is demonstrated on a modified version of the MOBH34 benchmark set, consisting of 29 organometallic reactions and transition states. Furthermore, for three examples we demonstrate how error-prone the conventional (manual) approach based on chemical intuition can be and how errors are avoided by a semiautomated generation of reaction profiles. The performance of the GFNn-xTB methods is carefully assessed and compared with that of the widely used PM6-D3H4 and PM7 semiempirical methods. The GFNn-xTB methods show much higher success rates of 89.7% (GFN1-xTB) and 86.2% (GFN2-xTB) compared with 72.4% for PM6-D3H4 and 69.0% for PM7. The barrier heights and reaction energies are computed with much better accuracy at reduced computational cost for the GFNn-xTB methods compared with the PMx methods, allowing a semiquantitative assessment of possible reaction pathways already at a semiempirical level. The mean error of GFN2-xTB for the barrier heights (8.2 kcal mol–1) is close to what low-cost density functional approximations provide and substantially smaller than the corresponding error of the competitor methods.",
           "URL": "https://doi.org/9.1021/acs.jctc.9b01266",
           "DOI": "9.1021/acs.jctc.9b01266",
           "note": "Publisher: American Chemical Society",
           "journalAbbreviation": "J. Chem. Theory Comput.",
           "author": [
               {
                   "family": "Dohm",
                   "given": "Sebastian"
               },
               {
                   "family": "Bursch",
                   "given": "Markus"
               },
               {
                   "family": "Hansen",
                   "given": "Andreas"
               },
               {
                   "family": "Grimme",
                   "given": "Stefan"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2019,
                       2,
                       9
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       15
                   ]
               ]
           }
       },
       {
           "id": "16708939/RFRSMKPX",
           "type": "article-journal",
           "title": "Calculation of Electron Ionization Mass Spectra with Semiempirical GFNn-xTB Methods",
           "container-title": "ACS Omega",
           "page": "15119-15133",
           "volume": "3",
           "issue": "11",
           "abstract": "In this work, we have tested two different extended tight-binding methods in the framework of the quantum chemistry electron ionization mass spectrometry (QCEIMS) program to calculate electron ionization mass spectra. The QCEIMS approach provides reasonable, first-principles computed spectra, which can be directly compared to experiment. Furthermore, it provides detailed insight into the reaction mechanisms of mass spectrometry experiments. It sheds light upon the complicated fragmentation procedures of bond breakage and structural rearrangements that are difficult to derive otherwise. The required accuracy and computational demands for successful reproduction of a mass spectrum in relation to the underlying quantum chemical method are discussed. To validate the new GFN1-xTB approach, we conduct simulations for 15 organic, transition-metal, and main-group inorganic systems. Major fragmentation patterns are analyzed, and the entire calculated spectra are directly compared to experimental data taken from the literature. We discuss the computational costs and the robustness (outliers) of several calculation protocols presented. Overall, the new, theoretically more sophisticated semiempirical method GFN2-xTB performs well and robustly for a wide range of organic, inorganic, and organometallic systems.",
           "URL": "https://doi.org/9.1021/acsomega.9b02011",
           "DOI": "9.1021/acsomega.9b02011",
           "note": "Publisher: American Chemical Society",
           "journalAbbreviation": "ACS Omega",
           "author": [
               {
                   "family": "Koopman",
                   "given": "Jeroen"
               },
               {
                   "family": "Grimme",
                   "given": "Stefan"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2018,
                       8,
                       16
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       15
                   ]
               ]
           }
       },
       {
           "id": "16708939/XYCSS32P",
           "type": "article-journal",
           "title": "A Simplified Spin-Flip Time-Dependent Density Functional Theory Approach for the Electronic Excitation Spectra of Very Large Diradicals",
           "container-title": "The Journal of Physical Chemistry A",
           "page": "5814-5825",
           "volume": "122",
           "issue": "26",
           "abstract": "Experimentalists working with diradicals are often facing the question of what kind of species among singlet or triplet diradicals or closed-shell molecules are observed. To treat large diradicals with a high density of electronic states, we propose a simplified version of the spin-flip time-dependent density functional theory (SF-TD-DFT) method for a fast computation of their state energies and absorption spectra with an accuracy similar to the nonsimplified scheme. An ultrafast tight-binding variant called SF-sTD-DFT-xTB is also developed to treat even larger systems. For a benchmark set of nine diradicals, good agreement between simplified and conventional SF excitation energies for standard functionals is found. This shows that the proposed parameterization is robust for a wide range of Fock exchange mixing values. With the asymptotically correct response integrals used in SF-sTD-DFT and a correction factor of 1 for the transition moments, the SF-sTD-DFT/B5050LYP/cc-pVDZ method even outperforms the nonsimplified scheme at drastically reduced computational effort when comparing to the experimental absorption spectra for this set of diradicals. To showcase the actual performance of the method, absorption spectra of two μ-hydroxo-bridged dimers of corrole tape Ga(III) complex derivatives were computed and compared to the experiment, providing good qualitative agreement. Finally, a comparison with the high-spin triplet spectrum of a perylene bisimide biradical and the one determined at the SF-sTD-DFT level showed that at room temperature, mostly triplet diradicals are present in solution.",
           "URL": "https://doi.org/9.1021/acs.jpca.9b03176",
           "DOI": "9.1021/acs.jpca.9b03176",
           "note": "Publisher: American Chemical Society",
           "journalAbbreviation": "J. Phys. Chem. A",
           "author": [
               {
                   "family": "de Wergifosse",
                   "given": "Marc"
               },
               {
                   "family": "Bannwarth",
                   "given": "Christoph"
               },
               {
                   "family": "Grimme",
                   "given": "Stefan"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2018,
                       6,
                       10
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       15
                   ]
               ]
           }
       },
       {
           "id": "16708939/ZNAJ6H7X",
           "type": "article-journal",
           "title": "Exploration of Chemical Compound, Conformer, and Reaction Space with Meta-Dynamics Simulations Based on Tight-Binding Quantum Chemical Calculations",
           "container-title": "Journal of Chemical Theory and Computation",
           "page": "2846-2862",
           "volume": "14",
           "issue": "4",
           "abstract": "The semiempirical tight-binding based quantum chemistry method GFN1-xTB is used in the framework of meta-dynamics (MTD) to globally explore chemical compound, conformer, and reaction space. The biasing potential given as a sum of Gaussian functions is expressed with the root-mean-square-deviation (RMSD) in Cartesian space as a metric for the collective variables. This choice makes the approach robust and generally applicable to three common problems (i.e., conformer search, chemical reaction space exploration in a virtual nanoreactor, and for guessing reaction paths). Because of the inherent locality of the atomic RMSD, functional group or fragment selective treatments are possible facilitating the investigation of catalytic processes where, for example, only the substrate is thermally activated. Due to the approximate character of the GFN2-xTB method, the resulting structure ensembles require further refinement with more sophisticated, for example, density functional or wave function theory methods. However, the approach is extremely efficient running routinely on common laptop computers in minutes to hours of computation time even for realistically sized molecules with a few hundred atoms. Furthermore, the underlying potential energy surface for molecules containing almost all elements (Z = 1–86) is globally consistent including the covalent dissociation process and electronically complicated situations in, for example, transition metal systems. As examples, thermal decomposition, ethyne oligomerization, the oxidation of hydrocarbons (by oxygen and a P450 enzyme model), a Miller-Urey model system, a thermally forbidden dimerization, and a multistep intramolecular cyclization reaction are shown. For typical conformational search problems of organic drug molecules, the new MTD(RMSD) algorithm yields lower energy structures and more complete conformer ensembles at reduced computational effort compared with its already well performing predecessor.",
           "URL": "https://doi.org/9.1021/acs.jctc.9b00143",
           "DOI": "9.1021/acs.jctc.9b00143",
           "note": "Publisher: American Chemical Society",
           "journalAbbreviation": "J. Chem. Theory Comput.",
           "author": [
               {
                   "family": "Grimme",
                   "given": "Stefan"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2018,
                       4,
                       13
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       15
                   ]
               ]
           }
       },
       {
           "id": "16708939/MQKQA7SP",
           "type": "article-journal",
           "title": "Machine learning-based correction for spin–orbit coupling effects in NMR chemical shift calculations",
           "container-title": "Physical Chemistry Chemical Physics",
           "page": "4869-4884",
           "volume": "25",
           "issue": "5",
           "abstract": "As one of the most powerful analytical methods for molecular and solid-state structure elucidation, NMR spectroscopy is an integral part of chemical laboratories associated with a great research interest in its computational simulation. Particularly when heavy atoms are present, a relativistic treatment is essential in the calculations as these influence also the nearby light atoms. In this work, we present a Δ-machine learning method that approximates the contribution to 12C and 1H NMR chemical shifts that stems from spin–orbit (SO) coupling effects. It is built on computed reference data at the spin–orbit zeroth-order regular approximation (ZORA) DFT level for a set of 6388 structures with 38 740 13C and 64 436 1H NMR chemical shifts. The scope of the methods covers the 17 most important heavy p-block elements that exhibit heavy atom on the light atom (HALA) effects to covalently bound carbon or hydrogen atoms. Evaluated on the test data set, the approach is able to recover roughly 85% of the SO contribution for 13C and 70% for 1H from a scalar-relativistic PBE0/ZORA-def2-TZVP calculation at virtually no extra computational costs. Moreover, the method is transferable to other baseline DFT methods even without retraining the model and performs well for realistic organotin and -lead compounds. Finally, we show that using a combination of the new approach with our previous Δ-ML method for correlation contributions to NMR chemical shifts, the mean absolute NMR shift deviations from non-relativistic DFT calculations to experimental values can be halved.",
           "URL": "https://pubs.rsc.org/en/content/articlelanding/2023/cp/d3cp05556f",
           "DOI": "9.1039/D3CP05556F",
           "note": "Publisher: The Royal Society of Chemistry",
           "journalAbbreviation": "Phys. Chem. Chem. Phys.",
           "language": "en",
           "author": [
               {
                   "family": "Büning",
                   "given": "Julius B. Kleine"
               },
               {
                   "family": "Grimme",
                   "given": "Stefan"
               },
               {
                   "family": "Bursch",
                   "given": "Markus"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2023,
                       1,
                       6
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       15
                   ]
               ]
           }
       },
       {
           "id": "16708939/YKMJFKXG",
           "type": "article-journal",
           "title": "Simplified quantum chemistry methods to evaluate non-linear optical properties of large systems",
           "container-title": "WIREs Computational Molecular Science",
           "page": "e1694",
           "volume": "13",
           "issue": "0",
           "abstract": "This review presents the theoretical background concerning simplified quantum chemistry (sQC) methods to compute non-linear optical (NLO) properties and their applications to large systems. To evaluate any NLO responses such as hyperpolarizabilities or two-photon absorption (1PA), one should evidently perform first a ground state calculation and compute its response. Because of this, methods used to compute ground states of large systems are outlined, especially the xTB (extended tight-binding) scheme. An overview on approaches to compute excited state and response properties is given, emphasizing the simplified time-dependent density functional theory (sTD-DFT). The formalism of the eXact integral sTD-DFT (XsTD-DFT) method is also introduced. For the first hyperpolarizability, 2PA, excited state absorption, and second hyperpolarizability, a brief historical review is given on early-stage semi-empirical method applications to systems that were considered large at the time. Then, we showcase recent applications with sQC methods, especially the sTD-DFT scheme to large challenging systems such as fluorescent proteins or fluorescent organic nanoparticles as well as dynamic structural effects on flexible tryptophan-rich peptides and gramicidin A. Thanks to the sTD-DFT-xTB scheme, all-atom quantum chemistry methodologies are now possible for the computation of the first hyperpolarizability and 2PA of systems up to 5000 atoms. This review concludes by summing-up current and future method developments in the sQC framework as well as forthcoming applications on large systems. This article is categorized under: Electronic Structure Theory > Ab Initio Electronic Structure Methods Structure and Mechanism > Molecular Structures Electronic Structure Theory > Density Functional Theory Electronic Structure Theory > Semiempirical Electronic Structure Methods",
           "URL": "https://onlinelibrary.wiley.com/doi/abs/9.1002/wcms.1695",
           "DOI": "9.1002/wcms.1695",
           "note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/9.1002/wcms.1695",
           "language": "en",
           "author": [
               {
                   "family": "Löffelsender",
                   "given": "Sarah"
               },
               {
                   "family": "Beaujean",
                   "given": "Pierre"
               },
               {
                   "family": "de Wergifosse",
                   "given": "Marc"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2023
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       15
                   ]
               ]
           }
       },
       {
           "id": "16708939/IVS7GBMZ",
           "type": "article-journal",
           "title": "ONIOM meets xtb: efficient, accurate, and robust multi-layer simulations across the periodic table",
           "container-title": "Physical Chemistry Chemical Physics",
           "page": "17859-17868",
           "volume": "24",
           "issue": "26",
           "abstract": "The computational treatment of large molecular structures is of increasing interest in fields of modern chemistry. Accordingly, efficient quantum chemical approaches are needed to perform sophisticated investigations on such systems. This engaged the development of the well-established “Our own N-layered integrated molecular orbital and molecular mechanics” (ONIOM) multi-layer scheme [L. W. Chung et al., Chem. Rev., 2014, 115, 5678–5796]. In this work, we present the specific implementation of the ONIOM scheme into the xtb semi-empirical extended tight-binding program package and its application to challenging transition-metal complexes. The efficient and broadly applicable GFNn-xTB and -FF methods are applied in the ONIOM framework to elucidate reaction energies, geometry optimizations, and explicit solvation effects for metal–organic systems with up to several hundreds of atoms. It is shown that an ONIOM-based combination of density functional theory, semi-empirical, and force-field methods can be used to drastically reduce the computational costs and thus enable the investigation of huge systems at almost no significant loss in accuracy.",
           "URL": "https://pubs.rsc.org/en/content/articlelanding/2022/cp/d3cp02178e",
           "DOI": "9.1039/D3CP02178E",
           "note": "Publisher: The Royal Society of Chemistry",
           "shortTitle": "ONIOM meets xtb",
           "journalAbbreviation": "Phys. Chem. Chem. Phys.",
           "language": "en",
           "author": [
               {
                   "family": "Plett",
                   "given": "Christoph"
               },
               {
                   "family": "Katbashev",
                   "given": "Abylay"
               },
               {
                   "family": "Ehlert",
                   "given": "Sebastian"
               },
               {
                   "family": "Grimme",
                   "given": "Stefan"
               },
               {
                   "family": "Bursch",
                   "given": "Markus"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2022,
                       6,
                       11
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       14
                   ]
               ]
           }
       },
       {
           "id": "16708939/NILGWJ78",
           "type": "article-journal",
           "title": "High-throughput screening of spin states for transition metal complexes with spin-polarized extended tight-binding methods",
           "container-title": "Journal of Computational Chemistry",
           "page": "2119-2129",
           "volume": "43",
           "issue": "26",
           "abstract": "The semiempirical GFNn-xTB (n=0,2) tight-binding methods are extended with a spin-dependent energy term (spin-polarization), enabling the fast and efficient screening of different spin states for transition metal complexes. While GFNn-xTB methods inherently can not differentiate properly between high-spin (HS) and low-spin (LS) states, this shortcoming is corrected with the presented methods termed spGFNn-xTB. The performance of spGFNn-xTB methods for spin state energy splittings is evaluated on a newly compiled benchmark set of 90 complexes (27 HS and 63 LS complexes) containing 3d, 4d, and 5d transition metals (termed TM90S) employing DFT references at the TPSSh-D4/def2-QZVPP level of theory. The challenging TM90S set contains complexes with charges between −4 and +3, spin multiplicities between 1 and 6, and spin-splitting energies that range from −47.8 to 146.6 kcal/mol with a mean average of 32.2 kcal/mol. On this set the (sp)GFNn-xTB methods, the PM6-D3H4 method, and the PM7 method are evaluated with spGFN1-xTB yielding the lowest MAD of 19.6 kcal/mol followed by spGFN2-xTB with 24.8 kcal/mol. While for the 4d and 5d subsets small or no improvements are observed with spin-polarization, large improvements are obtained for the 3d subset with spGFN1-xTB yielding the smallest MAD of 14.2 kcal/mol followed by spGFN2-xTB with 17.9 kcal/mol and PM6-D3H4 with 28.4 kcal/mol. The correct sign of the spin state splittings is obtained with spGFN2-xTB in 89% of all cases closely followed by spGFN1-xTB with 88%. On the full set, a pure semiempirical vertical spGFN2-xTB//GFN2-xTB-based workflow for screening purposes yields a slightly better MAD of 22.2 kcal/mol due to error compensation, while being qualitative correct for one additional case. In combination with their low computational cost (scanning spin states in seconds), the spGFNn-xTB methods represent robust tools for pre-screening steps of spin state calculations and high-throughput workflows.",
           "URL": "https://onlinelibrary.wiley.com/doi/abs/9.1002/jcc.27185",
           "DOI": "9.1002/jcc.27185",
           "note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/9.1002/jcc.27185",
           "language": "en",
           "author": [
               {
                   "family": "Neugebauer",
                   "given": "Hagen"
               },
               {
                   "family": "Bädorf",
                   "given": "Benedikt"
               },
               {
                   "family": "Ehlert",
                   "given": "Sebastian"
               },
               {
                   "family": "Hansen",
                   "given": "Andreas"
               },
               {
                   "family": "Grimme",
                   "given": "Stefan"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2022
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       14
                   ]
               ]
           }
       },
       {
           "id": "16708939/UCYT25PH",
           "type": "article-journal",
           "title": "A non-self-consistent tight-binding electronic structure potential in a polarized double-ζ basis set for all spd-block elements up to Z = 85",
           "container-title": "The Journal of Chemical Physics",
           "page": "124110",
           "volume": "157",
           "issue": "11",
           "abstract": "Existing semiempirical molecular orbital methods suffer from the usually minimal atomic-orbital (AO) basis set used to simplify the calculations. Here, a completely new and consistently parameterized tight-binding electronic structure Hamiltonian evaluated in a deeply contracted, properly polarized valence double-zeta basis set (vDZP) is described. The inner-shell electrons are accounted for by standard, large-core effective potentials and approximations to them. The primary target of this so-called density matrix tight-binding method is to reproduce the one-particle density matrix P of a molecular ωB96X-V range-separated hybrid density functional theory (DFT) calculation in exactly the same basis set. Additional properties considered are orbital energies, dipole polarizabilities and dipole moments, and dipole polarizability derivatives. The key features of the method are as follows: (a) it is non-self-consistent with an overall fixed number of only three required matrix diagonalizations; (b) only AO overlap integrals are needed to construct the effective Hamiltonian matrix; (c) new P-dependent terms emulating non-local exchange are included; and (d) only element-specific empirical parameters (about 50 per element) need to be determined. The method globally achieves a high accuracy for the target properties at a speedup compared to the ωB97X-V/vDZP reference of about 3–4 orders of magnitude. It performs robustly for difficult transition metal complexes, for highly charged or zwitterionic systems, and for chemically unusual bonding situations, indicating a generally robust approximation of the (self-consistent) Kohn–Sham potential. As an example application, the vibrational Raman spectrum of an entire protein with 327 atoms with respect to the DFT reference calculation is shown. This method may be used out-of-the-box to generate molecular/atomic features for machine learning applications or as the basis for accurate high-speed DFT methods.",
           "URL": "https://doi.org/9.1063/5.0137838",
           "DOI": "9.1063/5.0137838",
           "journalAbbreviation": "The Journal of Chemical Physics",
           "author": [
               {
                   "family": "Grimme",
                   "given": "Stefan"
               },
               {
                   "family": "Müller",
                   "given": "Marcel"
               },
               {
                   "family": "Hansen",
                   "given": "Andreas"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2022,
                       2,
                       21
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       15
                   ]
               ]
           }
       },
       {
           "id": "16708939/PSMTLBGG",
           "type": "article-journal",
           "title": "Extended tight-binding quantum chemistry methods",
           "container-title": "WIREs Computational Molecular Science",
           "page": "e1492",
           "volume": "10",
           "issue": "1",
           "abstract": "This review covers a family of atomistic, mostly quantum chemistry (QC) based semiempirical methods for the fast and reasonably accurate description of large molecules in gas and condensed phase. The theory is derived from a density functional (DFT) perturbation expansion of the electron density in fluctuation terms to various orders similar to the original density functional tight binding model. The term “eXtended” in their name (xTB) emphasizes the parameter availability for almost the entire periodic table of elements (Z ≤ 85) and improvements of the underlying theory regarding, for example, the atomic orbital basis set, the level of multipole approximation and the treatment of the important electrostatic and dispersion interactions. A common feature of most members is their consistent parameterization on accurate gas phase theoretical reference data for geometries, vibrational frequencies and noncovalent interactions, which are the primary properties of interest in typical applications to systems composed of up to a few thousand atoms. Further specialized versions were developed for the description of electronic spectra and corresponding response properties. Besides a provided common theoretical background with some important implementation details in the efficient and free xtb program, various benchmarks for structural and thermochemical properties including (transition-)metal systems are discussed. The review is completed by recent extensions of the model to the force-field (FF) level as well as its application to solids under periodic boundary conditions. The general applicability together with the excellent cost-accuracy ratio and the high robustness make the xTB family of methods very attractive for various fields of computer-aided chemical research. This article is categorized under: Electronic Structure Theory > Ab Initio Electronic Structure Methods Electronic Structure Theory > Semiempirical Electronic Structure Methods Software > Quantum Chemistry",
           "URL": "https://onlinelibrary.wiley.com/doi/abs/9.1002/wcms.1493",
           "DOI": "9.1002/wcms.1493",
           "note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/9.1002/wcms.1493",
           "language": "en",
           "author": [
               {
                   "family": "Bannwarth",
                   "given": "Christoph"
               },
               {
                   "family": "Caldeweyher",
                   "given": "Eike"
               },
               {
                   "family": "Ehlert",
                   "given": "Sebastian"
               },
               {
                   "family": "Hansen",
                   "given": "Andreas"
               },
               {
                   "family": "Pracht",
                   "given": "Philipp"
               },
               {
                   "family": "Seibert",
                   "given": "Jakob"
               },
               {
                   "family": "Spicher",
                   "given": "Sebastian"
               },
               {
                   "family": "Grimme",
                   "given": "Stefan"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2020
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       14
                   ]
               ]
           }
       },
       {
           "id": "16708939/DA7QPIHM",
           "type": "article-journal",
           "title": "GFN1-xTB—An Accurate and Broadly Parametrized Self-Consistent Tight-Binding Quantum Chemical Method with Multipole Electrostatics and Density-Dependent Dispersion Contributions",
           "container-title": "Journal of Chemical Theory and Computation",
           "page": "1651-1671",
           "volume": "14",
           "issue": "2",
           "abstract": "An extended semiempirical tight-binding model is presented, which is primarily designed for the fast calculation of structures and noncovalent interaction energies for molecular systems with roughly 999 atoms. The essential novelty in this so-called GFN2-xTB method is the inclusion of anisotropic second order density fluctuation effects via short-range damped interactions of cumulative atomic multipole moments. Without noticeable increase in the computational demands, this results in a less empirical and overall more physically sound method, which does not require any classical halogen or hydrogen bonding corrections and which relies solely on global and element-specific parameters (available up to radon, Z = 86). Moreover, the atomic partial charge dependent D4 London dispersion model is incorporated self-consistently, which can be naturally obtained in a tight-binding picture from second order density fluctuations. Fully analytical and numerically precise gradients (nuclear forces) are implemented. The accuracy of the method is benchmarked for a wide variety of systems and compared with other semiempirical methods. Along with excellent performance for the “target” properties, we also find lower errors for “off-target” properties such as barrier heights and molecular dipole moments. High computational efficiency along with the improved physics compared to its precursor GFN-xTB makes this method well-suited to explore the conformational space of molecular systems. Significant improvements are furthermore observed for various benchmark sets, which are prototypical for biomolecular systems in aqueous solution.",
           "URL": "https://doi.org/9.1021/acs.jctc.8b01176",
           "DOI": "9.1021/acs.jctc.8b01176",
           "note": "Publisher: American Chemical Society",
           "journalAbbreviation": "J. Chem. Theory Comput.",
           "author": [
               {
                   "family": "Bannwarth",
                   "given": "Christoph"
               },
               {
                   "family": "Ehlert",
                   "given": "Sebastian"
               },
               {
                   "family": "Grimme",
                   "given": "Stefan"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2018,
                       2,
                       11
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       0,
                       26
                   ]
               ]
           }
       },
       {
           "id": "16708939/RHXGQIWM",
           "type": "article-journal",
           "title": "Calculation of absolute molecular entropies and heat capacities made simple",
           "container-title": "Chemical Science",
           "page": "6550-6568",
           "volume": "11",
           "issue": "18",
           "abstract": "We propose a fully-automated composite scheme for the accurate and numerically stable calculation of molecular entropies by efficiently combining density-functional theory (DFT), semi-empirical methods (SQM), and force-field (FF) approximations. The scheme is systematically expandable and can be integrated seamlessly with continuum-solvation models. Anharmonic effects are included through the modified rigid-rotor-harmonic-oscillator (msRRHO) approximation and the Gibbs–Shannon formula for extensive conformer ensembles (CEs), which are generated by a metadynamics search algorithm and are extrapolated to completeness. For the first time, variations of the ro-vibrational entropy over the CE are consistently accounted-for through a Boltzmann-population average. Extensive tests of the protocol with the two standard DFT approaches B96-3c and B3LYP-D3 reveal an unprecedented accuracy with mean deviations <1 cal mol−1 K−1 (about <1–2%) for the total gas phase molecular entropy of medium-sized molecules. Even for the hardship case of extremely flexible linear alkanes (C14H30–C16H34), errors are only about 3 cal mol−1 K−1. Comprehensive tests indicate a relatively strong variation of the conformational entropy on the underlying level of theory for typical drug molecules, inferring the complex potential energy surfaces as the main source of error. Furthermore, we show some application examples for the calculation of free energy differences in typical chemical reactions.",
           "URL": "https://pubs.rsc.org/en/content/articlelanding/2020/sc/d1sc00621e",
           "DOI": "9.1039/D1SC00621E",
           "note": "Publisher: The Royal Society of Chemistry",
           "journalAbbreviation": "Chem. Sci.",
           "language": "en",
           "author": [
               {
                   "family": "Pracht",
                   "given": "Philipp"
               },
               {
                   "family": "Grimme",
                   "given": "Stefan"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2020,
                       4,
                       18
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       15
                   ]
               ]
           }
       },
       {
           "id": "16708939/B9ZEJ25V",
           "type": "article-journal",
           "title": "Simplified time-dependent density functional theory (sTD-DFT) for molecular optical rotation",
           "container-title": "The Journal of Chemical Physics",
           "page": "84115",
           "volume": "152",
           "issue": "7",
           "abstract": "Theoretical methods able to screen large sets (e.g., conformers) of possibly large compounds are needed in many typical quantum chemistry applications. For this purpose, we here extend the well-established simplified time-dependent density functional theory (sTD-DFT) method for the calculation of optical rotation. This new scheme is benchmarked against 41 compounds of the OR45 set as well as thirteen helicene derivatives and one bio-molecular system. The sTD-DFT method yields optical rotations in good quantitative agreement with experiment for compounds with a valence-dominated response, e.g., conjugated π-systems, at a small fraction of the computational cost compared to TD-DFT (1–3 orders of magnitude speed-up). For smaller molecules with a Rydberg state dominated response, the agreement between TD-DFT and the simplified version using standard hybrid functionals is somewhat worse but still reasonable for typical applications. Our new implementation in the stda code enables computations for systems with up to 1000 atoms, e.g., for studying flexible bio-molecules.",
           "URL": "https://doi.org/9.1063/5.0020543",
           "DOI": "9.1063/5.0020543",
           "journalAbbreviation": "The Journal of Chemical Physics",
           "author": [
               {
                   "family": "de Wergifosse",
                   "given": "Marc"
               },
               {
                   "family": "Seibert",
                   "given": "Jakob"
               },
               {
                   "family": "Grimme",
                   "given": "Stefan"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2019,
                       7,
                       27
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       15
                   ]
               ]
           }
       },
       {
           "id": "16708939/AXCGN739",
           "type": "article-journal",
           "title": "Automated exploration of the low-energy chemical space with fast quantum chemical methods",
           "container-title": "Physical Chemistry Chemical Physics",
           "page": "7168-7192",
           "volume": "21",
           "issue": "13",
           "abstract": "We propose and discuss an efficient scheme for the in silico sampling for parts of the molecular chemical space by semiempirical tight-binding methods combined with a meta-dynamics driven search algorithm. The focus of this work is set on the generation of proper thermodynamic ensembles at a quantum chemical level for conformers, but similar procedures for protonation states, tautomerism and non-covalent complex geometries are also discussed. The conformational ensembles consisting of all significantly populated minimum energy structures normally form the basis of further, mostly DFT computational work, such as the calculation of spectra or macroscopic properties. By using basic quantum chemical methods, electronic effects or possible bond breaking/formation are accounted for and a very reasonable initial energetic ranking of the candidate structures is obtained. Due to the huge computational speedup gained by the fast low-cost quantum chemical methods, overall short computation times even for systems with hundreds of atoms (typically drug-sized molecules) are achieved. Furthermore, specialized applications, such as sampling with implicit solvation models or constrained conformational sampling for transition-states, metal-, surface-, or noncovalently bound complexes are discussed, opening many possible applications in modern computational chemistry and drug discovery. The procedures have been implemented in a freely available computer code called CREST, that makes use of the fast and reliable GFNn-xTB methods.",
           "URL": "https://pubs.rsc.org/en/content/articlelanding/2019/cp/c9cp06869d",
           "DOI": "9.1039/C9CP06869D",
           "note": "Publisher: The Royal Society of Chemistry",
           "journalAbbreviation": "Phys. Chem. Chem. Phys.",
           "language": "en",
           "author": [
               {
                   "family": "Pracht",
                   "given": "Philipp"
               },
               {
                   "family": "Bohle",
                   "given": "Fabian"
               },
               {
                   "family": "Grimme",
                   "given": "Stefan"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2019,
                       3,
                       7
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       14
                   ]
               ]
           }
       },
       {
           "id": "16708939/9C8J97NZ",
           "type": "webpage",
           "title": "Extension of the element parameter set for ultra-fast excitation spectra calculation (sTDA-xTB): Molecular Physics: Vol 116 , No 9-12 - Get Access",
           "URL": "https://www.tandfonline.com/doi/full/9.1080/00268976.2018.1510141",
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       14
                   ]
               ]
           }
       },
       {
           "id": "16708939/V9Y6ZAVD",
           "type": "article-journal",
           "title": "TBMaLT, a flexible toolkit for combining tight-binding and machine learning",
           "container-title": "The Journal of Chemical Physics",
           "page": "34800",
           "volume": "157",
           "issue": "2",
           "abstract": "Tight-binding approaches, especially the Density Functional Tight-Binding (DFTB) and the extended tight-binding schemes, allow for efficient quantum mechanical simulations of large systems and long-time scales. They are derived from ab initio density functional theory using pragmatic approximations and some empirical terms, ensuring a fine balance between speed and accuracy. Their accuracy can be improved by tuning the empirical parameters using machine learning techniques, especially when information about the local environment of the atoms is incorporated. As the significant quantum mechanical contributions are still provided by the tight-binding models, and only short-ranged corrections are fitted, the learning procedure is typically shorter and more transferable as it were with predicting the quantum mechanical properties directly with machine learning without an underlying physically motivated model. As a further advantage, derived quantum mechanical quantities can be calculated based on the tight-binding model without the need for additional learning. We have developed the open-source framework—Tight-Binding Machine Learning Toolkit—which allows the easy implementation of such combined approaches. The toolkit currently contains layers for the DFTB method and an interface to the GFN0-xTB Hamiltonian, but due to its modular structure and its well-defined interfaces, additional atom-based schemes can be implemented easily. We are discussing the general structure of the framework, some essential implementation details, and several proof-of-concept applications demonstrating the perspectives of the combined methods and the functionality of the toolkit.",
           "URL": "https://doi.org/9.1063/5.0132892",
           "DOI": "9.1063/5.0132892",
           "journalAbbreviation": "The Journal of Chemical Physics",
           "author": [
               {
                   "family": "McSloy",
                   "given": "A."
               },
               {
                   "family": "Fan",
                   "given": "G."
               },
               {
                   "family": "Sun",
                   "given": "W."
               },
               {
                   "family": "Hölzer",
                   "given": "C."
               },
               {
                   "family": "Friede",
                   "given": "M."
               },
               {
                   "family": "Ehlert",
                   "given": "S."
               },
               {
                   "family": "Schütte",
                   "given": "N.-E."
               },
               {
                   "family": "Grimme",
                   "given": "S."
               },
               {
                   "family": "Frauenheim",
                   "given": "T."
               },
               {
                   "family": "Aradi",
                   "given": "B."
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2022,
                       0,
                       17
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       14
                   ]
               ]
           }
       },
       {
           "id": "16708939/SWZ3LDIR",
           "type": "article-journal",
           "title": "Calculation of Mass Spectra with the QCxMS Method for Negatively and Multiply Charged Molecules",
           "container-title": "Journal of the American Society for Mass Spectrometry",
           "page": "2225-2242",
           "volume": "32",
           "issue": "11",
           "abstract": "Analysis and validation of a mass spectrometry (MS) experiment are usually performed by comparison to reference spectra. However, if references are missing, measured spectra cannot be properly matched. To close this gap, the Quantum Chemical Mass Spectrometry (QCxMS) program has been developed. It enables fully automatic calculations of electron ionization (EI) and positive ion collision-induced dissociation (CID) mass spectra of singly charged molecular ions. In this work, the extension to negative and multiple ion charge for the CID run mode is presented. QCxMS is now capable of calculating structures carrying any charge, without the need for pretabulated fragmentation pathways or machine learning of database spectra. Mass spectra of four single negatively charged and two multiple positively charged organic ions with molecular sizes from 11 to 92 atoms were computed and compared to reference spectra. The underlying Born–Oppenheimer molecular dynamics (MD) calculations were conducted using the semiempirical quantum mechanical GFN2-xTB method, while for some small molecules, ab initio DFT-based MD simulations were performed. Detailed insights into the fragmentation pathways were gained, and the effects of the computed charge assignments on the resulting spectrum are discussed. Especially for the negative ion mode, the influence of the deprotonation site to create the anion was found to be substantial. Doubly charged fragments could successfully be calculated fully automatically for the first time, while higher charged structures introduced severe assignment problems. Overall, this extension of the QCxMS program further enhances its applicability and underlines its value as a sophisticated toolkit for CID-based tandem MS structure elucidation.",
           "URL": "https://doi.org/9.1021/jasms.2c00209",
           "DOI": "9.1021/jasms.2c00209",
           "note": "Publisher: American Society for Mass Spectrometry. Published by the American Chemical Society. All rights reserved.",
           "journalAbbreviation": "J. Am. Soc. Mass Spectrom.",
           "author": [
               {
                   "family": "Koopman",
                   "given": "Jeroen"
               },
               {
                   "family": "Grimme",
                   "given": "Stefan"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2021,
                       11,
                       6
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       14
                   ]
               ]
           }
       },
       {
           "id": "16708939/KRLRM8TA",
           "type": "article-journal",
           "title": "Extended Conductor-like Polarizable Continuum Solvation Model (CPCM-X) for Semiempirical Methods",
           "container-title": "The Journal of Physical Chemistry A",
           "page": "7035-7043",
           "volume": "126",
           "issue": "32",
           "abstract": "We have developed a new method to accurately account for solvation effects in semiempirical quantum mechanics based on a polarizable continuum model (PCM). The extended conductor-like polarizable continuum model (CPCM-X) incorporates a computationally efficient domain decomposition conductor-like screening model (ddCOSMO) for extended tight binding (xTB) methods and uses a post-processing approach based on established solvation models, like the conductor-like screening model for real solvents (COSMO-RS) and the universal solvent model based on solute electron density (SMD). According to various benchmarks, the approach performs well across a broad range of systems and applications, including hydration free energies, non-aqueous solvation free energies, and large supramolecular association reactions of neutral and charged species. Our method for computing solvation free energies is much more accurate than the current methods in the xtb program package. It improves the accuracy of solvation free energies by up to 39% for larger supramolecular association reactions to match even the accuracy of higher-level DFT-based solvation models like COSMO-RS and SMD while being computationally more than 2 orders of magnitude faster. The proposed method and the underlying ddCOSMO model are readily available for a wide variety of solvents and are accessible in xtb for use in various computational applications.",
           "URL": "https://doi.org/9.1021/acs.jpca.3c04382",
           "DOI": "9.1021/acs.jpca.3c04382",
           "note": "Publisher: American Chemical Society",
           "journalAbbreviation": "J. Phys. Chem. A",
           "author": [
               {
                   "family": "Stahn",
                   "given": "Marcel"
               },
               {
                   "family": "Ehlert",
                   "given": "Sebastian"
               },
               {
                   "family": "Grimme",
                   "given": "Stefan"
               }
           ],
           "issued": {
               "date-parts": [
                   [
                       2022,
                       7,
                       23
                   ]
               ]
           },
           "accessed": {
               "date-parts": [
                   [
                       2023,
                       1,
                       14
                   ]
               ]
           }
       },
       {
            "id": "16708940/KNFVS83Z",
            "type": "article-journal",
            "title": "A pocket-based 3D molecule generative model fueled by experimental electron density",
            "container-title": "Scientific Reports",
            "page": "15100",
            "volume": "12",
            "issue": "1",
            "abstract": "We report for the first time the use of experimental electron density (ED) as training data for the generation of drug-like three-dimensional molecules based on the structure of a target protein pocket. Similar to a structural biologist building molecules based on their ED, our model functions with two main components: a generative adversarial network (GAN) to generate the ligand ED in the input pocket and an ED interpretation module for molecule generation. The model was tested on three targets: a kinase (hematopoietic progenitor kinase 1), protease (SARS‐CoV‐2 main protease), and nuclear receptor (vitamin D receptor), and evaluated with a reference dataset composed of over 8000 compounds that have their activities reported in the literature. The evaluation considered the chemical validity, chemical space distribution-based diversity, and similarity with reference active compounds concerning the molecular structure and pocket-binding mode. Our model can generate molecules with similar structures to classical active compounds and novel compounds sharing similar binding modes with active compounds, making it a promising tool for library generation supporting high-throughput virtual screening. The ligand ED generated can also be used to support fragment-based drug design. Our model is available as an online service to academic users via https://edmg.stonewise.cn/#/create.",
            "URL": "https://www.nature.com/articles/s41598-022-19363-6",
            "DOI": "10.1038/s41598-022-19363-6",
            "note": "Number: 1\nPublisher: Nature Publishing Group",
            "journalAbbreviation": "Sci Rep",
            "language": "en",
            "author": [
                {
                    "family": "Wang",
                    "given": "Lvwei"
                },
                {
                    "family": "Bai",
                    "given": "Rong"
                },
                {
                    "family": "Shi",
                    "given": "Xiaoxuan"
                },
                {
                    "family": "Zhang",
                    "given": "Wei"
                },
                {
                    "family": "Cui",
                    "given": "Yinuo"
                },
                {
                    "family": "Wang",
                    "given": "Xiaoman"
                },
                {
                    "family": "Wang",
                    "given": "Cheng"
                },
                {
                    "family": "Chang",
                    "given": "Haoyu"
                },
                {
                    "family": "Zhang",
                    "given": "Yingsheng"
                },
                {
                    "family": "Zhou",
                    "given": "Jielong"
                },
                {
                    "family": "Peng",
                    "given": "Wei"
                },
                {
                    "family": "Zhou",
                    "given": "Wenbiao"
                },
                {
                    "family": "Huang",
                    "given": "Bo"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2022,
                        9,
                        6
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/ANAXP32A",
            "type": "article-journal",
            "title": "A graph representation of molecular ensembles for polymer property prediction",
            "container-title": "Chemical Science",
            "page": "10486-10498",
            "volume": "13",
            "issue": "35",
            "abstract": "A graph representation that captures critical features of polymeric materials and an associated graph neural network achieve superior accuracy to off-the-shelf cheminformatics methodologies.\n          , \n            Synthetic polymers are versatile and widely used materials. Similar to small organic molecules, a large chemical space of such materials is hypothetically accessible. Computational property prediction and virtual screening can accelerate polymer design by prioritizing candidates expected to have favorable properties. However, in contrast to organic molecules, polymers are often not well-defined single structures but an ensemble of similar molecules, which poses unique challenges to traditional chemical representations and machine learning approaches. Here, we introduce a graph representation of molecular ensembles and an associated graph neural network architecture that is tailored to polymer property prediction. We demonstrate that this approach captures critical features of polymeric materials, like chain architecture, monomer stoichiometry, and degree of polymerization, and achieves superior accuracy to off-the-shelf cheminformatics methodologies. While doing so, we built a dataset of simulated electron affinity and ionization potential values for >40k polymers with varying monomer composition, stoichiometry, and chain architecture, which may be used in the development of other tailored machine learning approaches. The dataset and machine learning models presented in this work pave the path toward new classes of algorithms for polymer informatics and, more broadly, introduce a framework for the modeling of molecular ensembles.",
            "URL": "http://xlink.rsc.org/?DOI=D2SC02839E",
            "DOI": "10.1039/D2SC02839E",
            "journalAbbreviation": "Chem. Sci.",
            "language": "en",
            "author": [
                {
                    "family": "Aldeghi",
                    "given": "Matteo"
                },
                {
                    "family": "Coley",
                    "given": "Connor W."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2022
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        13
                    ]
                ]
            }
        },
        {
            "id": "16708940/JH8TBHMQ",
            "type": "article-journal",
            "title": "Automatic Screen-out of Ir(III) Complex Emitters by Combined Machine Learning and Computational Analysis",
            "container-title": "Advanced Optical Materials",
            "page": "2301093",
            "volume": "11",
            "issue": "18",
            "abstract": "The organic light-emitting diode (OLED) has gained widespread commercial use, yet there is a continuous need to identify innovative emitters that offer higher efficiency and a broader color gamut. To effectively screen out promising OLED molecules that are yet to be synthesized, representation learning aided high throughput virtual screening (HTVS) over millions of Ir(III) complexes, which are prototypical types of phosphorescent OLED material constructed via a random combination of 278 reported ligands. This study successfully screens out a decent amount of promising candidates for both display and lighting purposes, which are worth further experimental investigation. The high efficiency and accuracy of this model are largely attributed to the pioneering attempt of using representation learning to organic luminescent molecules, which is initiated by a pre-training procedure with over 1.6 million 3D molecular structures and frontier orbital energies predicted via semi-empirical methods, followed by a fine-tuning scheme via the quantum mechanical computed properties over around 1500 candidates. Such workflow enables an effective model construction process that is otherwise hindered by the scarcity of labeled data and can be straightforwardly extended to the discovery of other novel materials.",
            "URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/adom.202301093",
            "DOI": "10.1002/adom.202301093",
            "note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/adom.202301093",
            "language": "en",
            "author": [
                {
                    "family": "Cheng",
                    "given": "Zheng"
                },
                {
                    "family": "Liu",
                    "given": "Jiapeng"
                },
                {
                    "family": "Jiang",
                    "given": "Tong"
                },
                {
                    "family": "Chen",
                    "given": "Mohan"
                },
                {
                    "family": "Dai",
                    "given": "Fuzhi"
                },
                {
                    "family": "Gao",
                    "given": "Zhifeng"
                },
                {
                    "family": "Ke",
                    "given": "Guolin"
                },
                {
                    "family": "Zhao",
                    "given": "Zifeng"
                },
                {
                    "family": "Ou",
                    "given": "Qi"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/9GT39TBX",
            "type": "article-journal",
            "title": "Accurate and rapid prediction of pKa of transition metal complexes: semiempirical quantum chemistry with a data-augmented approach",
            "container-title": "Physical Chemistry Chemical Physics",
            "page": "2557-2567",
            "volume": "23",
            "issue": "4",
            "abstract": "Rapid and accurate prediction of reactivity descriptors of transition metal (TM) complexes is a major challenge for contemporary quantum chemistry. The recently-developed GFN2-xTB method based on the density functional tight-binding theory (DFT-B) is suitable for high-throughput calculation of geometries and thermochemistry for TM complexes albeit with moderate accuracy. Herein we present a data-augmented approach to improve substantially the accuracy of the GFN2-xTB method for the prediction of thermochemical properties using pKa values of TM hydrides as a representative model example. We constructed a comprehensive database for ca. 200 TM hydride complexes featuring the experimentally measured pKa values as well as the GFN2-xTB-optimized geometries and various computed electronic and energetic descriptors. The GFN2-xTB results were further refined and validated by DFT calculations with the hybrid PBE0 functional. Our results show that although the GFN2-xTB performs well in most cases, it fails to adequately describe TM complexes featuring multicarbonyl and multihydride ligand environments. The dataset was analyzed with the ordinary least squares (OLS) fitting and was used to construct an automated machine learning (AutoML) approach for the rapid estimation of pKa of TM hydride complexes. The results obtained show a high predictive power of the very fast AutoML model (RMSE ∼ 2.7) comparable to that of the much slower DFT calculations (RMSE ∼ 3). The presented data-augmented quantum chemistry-based approach is promising for high-throughput computational screening workflows of homogeneous TM-based catalysts.",
            "URL": "https://pubs.rsc.org/en/content/articlelanding/2021/cp/d0cp05281g",
            "DOI": "10.1039/D0CP05281G",
            "note": "Publisher: The Royal Society of Chemistry",
            "shortTitle": "Accurate and rapid prediction of pKa of transition metal complexes",
            "journalAbbreviation": "Phys. Chem. Chem. Phys.",
            "language": "en",
            "author": [
                {
                    "family": "Sinha",
                    "given": "Vivek"
                },
                {
                    "family": "Laan",
                    "given": "Jochem J."
                },
                {
                    "family": "Pidko",
                    "given": "Evgeny A."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2021,
                        2,
                        4
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/DLHZJAYW",
            "type": "article-journal",
            "title": "Bayesian optimisation for additive screening and yield improvements – beyond one-hot encoding",
            "container-title": "Digital Discovery",
            "abstract": "Reaction additives are critical in dictating the outcomes of chemical processes making their effective screening vital for research. Conventional high-throughput experimentation tools can screen multiple reaction components rapidly. However, they are prohibitively expensive, which puts them out of reach for many research groups. This work introduces a cost-effective alternative using Bayesian optimisation. We consider a unique reaction screening scenario evaluating a set of 720 additives across four different reactions, aiming to maximise UV210 product area absorption. The complexity of this setup challenges conventional methods for depicting reactions, such as one-hot encoding, rendering them inadequate. This constraint forces us to move towards more suitable reaction representations. We leverage a variety of molecular and reaction descriptors, initialisation strategies and Bayesian optimisation surrogate models and demonstrate convincing improvements over random search-inspired baselines. Importantly, our approach is generalisable and not limited to chemical additives, but can be applied to achieve yield improvements in diverse cross-couplings or other reactions, potentially unlocking access to new chemical spaces that are of interest to the chemical and pharmaceutical industries. The code is available at: https://github.com/schwallergroup/chaos.",
            "URL": "https://pubs.rsc.org/en/content/articlelanding/2024/dd/d3dd00096f",
            "DOI": "10.1039/D3DD00096F",
            "note": "Publisher: RSC",
            "journalAbbreviation": "Digital Discovery",
            "language": "en",
            "author": [
                {
                    "family": "Ranković",
                    "given": "Bojana"
                },
                {
                    "family": "Griffiths",
                    "given": "Ryan-Rhys"
                },
                {
                    "family": "Moss",
                    "given": "Henry B."
                },
                {
                    "family": "Schwaller",
                    "given": "Philippe"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        11,
                        2
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/B27FVVGZ",
            "type": "article-journal",
            "title": "QMugs 1.1: Quantum mechanical properties of organic compounds commonly encountered in reactivity datasets",
            "container-title": "Chemical Data Collections",
            "page": "101040",
            "volume": "46",
            "abstract": "Here, the Quantum Mechanical Properties of Drug-like Molecules (QMugs) dataset is expanded to facilitate its use as training data for surrogate machine learning models to predict quantum mechanical properties for tasks related to chemical reactivity. Small molecules from reaction databases as well as charged and boron-containing compounds from ChEMBL were added. Each of these compounds was passed through a pipeline of MMFF94s/UFF conformer generation, followed by GFN2-xTB optimization and finally a density functional theory single-point calculation at the ωB97X-D/def2-SVP level of theory. In total, 71,632 new molecules were evaluated in this manner. Steric (SASA) and dispersion (Pint) descriptors were computed at the semiempirical GFN2-xTB level of theory for the lowest energy conformer of all species in the enlarged QMugs dataset. The expanded dataset aims to facilitate the construction of surrogate models of much broader scope than the original QMugs dataset which was limited to biologically active compounds.",
            "URL": "https://www.sciencedirect.com/science/article/pii/S2405830023000514",
            "DOI": "10.1016/j.cdc.2023.101040",
            "shortTitle": "QMugs 1.1",
            "journalAbbreviation": "Chemical Data Collections",
            "author": [
                {
                    "family": "Neeser",
                    "given": "Rebecca M."
                },
                {
                    "family": "Isert",
                    "given": "Clemens"
                },
                {
                    "family": "Stuyver",
                    "given": "Thijs"
                },
                {
                    "family": "Schneider",
                    "given": "Gisbert"
                },
                {
                    "family": "Coley",
                    "given": "Connor W."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        8,
                        1
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/LPPHYK94",
            "type": "article-journal",
            "title": "Quantum Machine Learning Approach for Studying Atmospheric Cluster Formation",
            "container-title": "Environmental Science & Technology Letters",
            "page": "239-244",
            "volume": "9",
            "issue": "3",
            "abstract": "Quantum chemical (QC) calculations can yield direct insight into an atmospheric cluster formation mechanism and cluster formation rates. However, such calculations are extremely computationally demanding as more than millions of cluster configurations might exist and need to be computed. We present an efficient approach to produce high quality QC data sets for applications in cluster formation studies and how to train an accurate quantum machine learning model on the generated data. Using the two-component sulfuric acid─water system as a proof of concept, we demonstrate that a kernel ridge regression machine learning model with Δ-learning can be trained to accurately predict the binding energies of cluster equilibrium configurations with mean absolute errors below 0.5 kcal mol–1. Additionally, we enlarge the training data set with nonequilibrium configurations and show the possibility of predicting the binding energies of new structures of clusters several molecules larger than those in the training set. Applying the trained machine learning model leads to a drastic reduction in the number of relevant clusters that need to be explicitly evaluated by QC methods. The presented approach is directly transferable to clusters of arbitrary composition and will lead to faster and more efficient exploration of the configurational space of new cluster systems.",
            "URL": "https://doi.org/10.1021/acs.estlett.1c00997",
            "DOI": "10.1021/acs.estlett.1c00997",
            "note": "Publisher: American Chemical Society",
            "journalAbbreviation": "Environ. Sci. Technol. Lett.",
            "author": [
                {
                    "family": "Kubečka",
                    "given": "Jakub"
                },
                {
                    "family": "Christensen",
                    "given": "Anders S."
                },
                {
                    "family": "Rasmussen",
                    "given": "Freja Rydahl"
                },
                {
                    "family": "Elm",
                    "given": "Jonas"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2022,
                        3,
                        8
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/RQ5YMM6R",
            "type": "article-journal",
            "title": "GEOM, energy-annotated molecular conformations for property prediction and molecular generation",
            "container-title": "Scientific Data",
            "page": "185",
            "volume": "9",
            "issue": "1",
            "abstract": "Machine learning (ML) outperforms traditional approaches in many molecular design tasks. ML models usually predict molecular properties from a 2D chemical graph or a single 3D structure, but neither of these representations accounts for the ensemble of 3D conformers that are accessible to a molecule. Property prediction could be improved by using conformer ensembles as input, but there is no large-scale dataset that contains graphs annotated with accurate conformers and experimental data. Here we use advanced sampling and semi-empirical density functional theory (DFT) to generate 37 million molecular conformations for over 450,000 molecules. The Geometric Ensemble Of Molecules (GEOM) dataset contains conformers for 133,000 species from QM9, and 317,000 species with experimental data related to biophysics, physiology, and physical chemistry. Ensembles of 1,511 species with BACE-1 inhibition data are also labeled with high-quality DFT free energies in an implicit water solvent, and 534 ensembles are further optimized with DFT. GEOM will assist in the development of models that predict properties from conformer ensembles, and generative models that sample 3D conformations.",
            "URL": "https://www.nature.com/articles/s41597-022-01288-4",
            "DOI": "10.1038/s41597-022-01288-4",
            "note": "Number: 1\nPublisher: Nature Publishing Group",
            "journalAbbreviation": "Sci Data",
            "language": "en",
            "author": [
                {
                    "family": "Axelrod",
                    "given": "Simon"
                },
                {
                    "family": "Gómez-Bombarelli",
                    "given": "Rafael"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2022,
                        4,
                        21
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        1,
                        27
                    ]
                ]
            }
        },
        {
            "id": "16708940/PX8L38K7",
            "type": "article-journal",
            "title": "QMugs, quantum mechanical properties of drug-like molecules",
            "container-title": "Scientific Data",
            "page": "273",
            "volume": "9",
            "issue": "1",
            "abstract": "Machine learning approaches in drug discovery, as well as in other areas of the chemical sciences, benefit from curated datasets of physical molecular properties. However, there currently is a lack of data collections featuring large bioactive molecules alongside first-principle quantum chemical information. The open-access QMugs (Quantum-Mechanical Properties of Drug-like Molecules) dataset fills this void. The QMugs collection comprises quantum mechanical properties of more than 665 k biologically and pharmacologically relevant molecules extracted from the ChEMBL database, totaling ~2 M conformers. QMugs contains optimized molecular geometries and thermodynamic data obtained via the semi-empirical method GFN2-xTB. Atomic and molecular properties are provided on both the GFN2-xTB and on the density-functional levels of theory (DFT, ωB97X-D/def2-SVP). QMugs features molecules of significantly larger size than previously-reported collections and comprises their respective quantum mechanical wave functions, including DFT density and orbital matrices. This dataset is intended to facilitate the development of models that learn from molecular data on different levels of theory while also providing insight into the corresponding relationships between molecular structure and biological activity.",
            "URL": "https://www.nature.com/articles/s41597-022-01390-7",
            "DOI": "10.1038/s41597-022-01390-7",
            "note": "Number: 1\nPublisher: Nature Publishing Group",
            "journalAbbreviation": "Sci Data",
            "language": "en",
            "author": [
                {
                    "family": "Isert",
                    "given": "Clemens"
                },
                {
                    "family": "Atz",
                    "given": "Kenneth"
                },
                {
                    "family": "Jiménez-Luna",
                    "given": "José"
                },
                {
                    "family": "Schneider",
                    "given": "Gisbert"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2022,
                        6,
                        7
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/YGBK95BI",
            "type": "article-journal",
            "title": "Machine learned calibrations to high-throughput molecular excited state calculations",
            "container-title": "The Journal of Chemical Physics",
            "page": "134116",
            "volume": "156",
            "issue": "13",
            "abstract": "Understanding the excited state properties of molecules provides insight into how they interact with light. These interactions can be exploited to design compounds for photochemical applications, including enhanced spectral conversion of light to increase the efficiency of photovoltaic cells. While chemical discovery is time- and resource-intensive experimentally, computational chemistry can be used to screen large-scale databases for molecules of interest in a procedure known as high-throughput virtual screening. The first step usually involves a high-speed but low-accuracy method to screen large numbers of molecules (potentially millions), so only the best candidates are evaluated with expensive methods. However, use of a coarse first-pass screening method can potentially result in high false positive or false negative rates. Therefore, this study uses machine learning to calibrate a high-throughput technique [eXtended Tight Binding based simplified Tamm-Dancoff approximation (xTB-sTDA)] against a higher accuracy one (time-dependent density functional theory). Testing the calibration model shows an approximately sixfold decrease in the error in-domain and an approximately threefold decrease in the out-of-domain. The resulting mean absolute error of ∼0.14 eV is in line with previous work in machine learning calibrations and out-performs previous work in linear calibration of xTB-sTDA. We then apply the calibration model to screen a 250k molecule database and map inaccuracies of xTB-sTDA in chemical space. We also show generalizability of the workflow by calibrating against a higher-level technique (CC2), yielding a similarly low error. Overall, this work demonstrates that machine learning can be used to develop a cost-effective and accurate method for large-scale excited state screening, enabling accelerated molecular discovery across a variety of disciplines.",
            "URL": "https://doi.org/10.1063/5.0084535",
            "DOI": "10.1063/5.0084535",
            "journalAbbreviation": "The Journal of Chemical Physics",
            "author": [
                {
                    "family": "Verma",
                    "given": "Shomik"
                },
                {
                    "family": "Rivera",
                    "given": "Miguel"
                },
                {
                    "family": "Scanlon",
                    "given": "David O."
                },
                {
                    "family": "Walsh",
                    "given": "Aron"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2022,
                        4,
                        7
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/3F2U7GV8",
            "type": "article-journal",
            "title": "SpookyNet: Learning force fields with electronic degrees of freedom and nonlocal effects",
            "container-title": "Nature Communications",
            "page": "7273",
            "volume": "12",
            "issue": "1",
            "abstract": "Machine-learned force fields combine the accuracy of ab initio methods with the efficiency of conventional force fields. However, current machine-learned force fields typically ignore electronic degrees of freedom, such as the total charge or spin state, and assume chemical locality, which is problematic when molecules have inconsistent electronic states, or when nonlocal effects play a significant role. This work introduces SpookyNet, a deep neural network for constructing machine-learned force fields with explicit treatment of electronic degrees of freedom and nonlocality, modeled via self-attention in a transformer architecture. Chemically meaningful inductive biases and analytical corrections built into the network architecture allow it to properly model physical limits. SpookyNet improves upon the current state-of-the-art (or achieves similar performance) on popular quantum chemistry data sets. Notably, it is able to generalize across chemical and conformational space and can leverage the learned chemical insights, e.g. by predicting unknown spin states, thus helping to close a further important remaining gap for today’s machine learning models in quantum chemistry.",
            "URL": "https://www.nature.com/articles/s41467-021-27504-0",
            "DOI": "10.1038/s41467-021-27504-0",
            "note": "Number: 1\nPublisher: Nature Publishing Group",
            "shortTitle": "SpookyNet",
            "journalAbbreviation": "Nat Commun",
            "language": "en",
            "author": [
                {
                    "family": "Unke",
                    "given": "Oliver T."
                },
                {
                    "family": "Chmiela",
                    "given": "Stefan"
                },
                {
                    "family": "Gastegger",
                    "given": "Michael"
                },
                {
                    "family": "Schütt",
                    "given": "Kristof T."
                },
                {
                    "family": "Sauceda",
                    "given": "Huziel E."
                },
                {
                    "family": "Müller",
                    "given": "Klaus-Robert"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2021,
                        12,
                        14
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        13
                    ]
                ]
            }
        },
        {
            "id": "16708940/FPVNRRGH",
            "type": "article-journal",
            "title": "OrbNet: Deep learning for quantum chemistry using symmetry-adapted atomic-orbital features",
            "container-title": "The Journal of Chemical Physics",
            "page": "124111",
            "volume": "153",
            "issue": "12",
            "abstract": "We introduce a machine learning method in which energy solutions from the Schrödinger equation are predicted using symmetry adapted atomic orbital features and a graph neural-network architecture. OrbNet is shown to outperform existing methods in terms of learning efficiency and transferability for the prediction of density functional theory results while employing low-cost features that are obtained from semi-empirical electronic structure calculations. For applications to datasets of drug-like molecules, including QM7b-T, QM9, GDB-13-T, DrugBank, and the conformer benchmark dataset of Folmsbee and Hutchison [Int. J. Quantum Chem. (published online) (2020)], OrbNet predicts energies within chemical accuracy of density functional theory at a computational cost that is 1000-fold or more reduced.",
            "URL": "https://doi.org/10.1063/5.0021955",
            "DOI": "10.1063/5.0021955",
            "shortTitle": "OrbNet",
            "journalAbbreviation": "The Journal of Chemical Physics",
            "author": [
                {
                    "family": "Qiao",
                    "given": "Zhuoran"
                },
                {
                    "family": "Welborn",
                    "given": "Matthew"
                },
                {
                    "family": "Anandkumar",
                    "given": "Animashree"
                },
                {
                    "family": "Manby",
                    "given": "Frederick R."
                },
                {
                    "family": "Miller",
                    "given": "Thomas F., III"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2020,
                        9,
                        25
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        13
                    ]
                ]
            }
        },
        {
            "id": "16708940/VHP5PHPX",
            "type": "article-journal",
            "title": "BOKEI: Bayesian optimization using knowledge of correlated torsions and expected improvement for conformer generation",
            "container-title": "Physical Chemistry Chemical Physics",
            "page": "5211-5219",
            "volume": "22",
            "issue": "9",
            "abstract": "A key challenge in conformer sampling is finding low-energy conformations with a small number of energy evaluations. We recently demonstrated the Bayesian Optimization Algorithm (BOA) is an effective method for finding the lowest energy conformation of a small molecule. Our approach balances between exploitation and exploration, and is more efficient than exhaustive or random search methods. Here, we extend strategies used on proteins and oligopeptides (e.g. Ramachandran plots of secondary structure) and study correlated torsions in small molecules. We use bivariate von Mises distributions to capture correlations, and use them to constrain the search space. We validate the performance of our new method, Bayesian Optimization with Knowledge-based Expected Improvement (BOKEI), on a dataset consisting of 533 diverse small molecules, using (i) a force field (MMFF94); and (ii) a semi-empirical method (GFN2), as the objective function. We compare the search performance of BOKEI, BOA with Expected Improvement (BOA-EI), and a genetic algorithm (GA), using a fixed number of energy evaluations. In more than 60% of the cases examined, BOKEI finds lower energy conformations than global optimization with BOA-EI or GA. More importantly, we find correlated torsions in up to 15% of small molecules in larger data sets, up to 8 times more often than previously reported. The BOKEI patterns not only describe steric clashes, but also reflect favorable intramolecular interactions such as hydrogen bonds and π–π stacking. Increasing our understanding of the conformational preferences of molecules will help improve our ability to find low energy conformers efficiently, which will have impact in a wide range of computational modeling applications.",
            "URL": "https://pubs.rsc.org/en/content/articlelanding/2020/cp/c9cp06688h",
            "DOI": "10.1039/C9CP06688H",
            "note": "Publisher: The Royal Society of Chemistry",
            "shortTitle": "BOKEI",
            "journalAbbreviation": "Phys. Chem. Chem. Phys.",
            "language": "en",
            "author": [
                {
                    "family": "Chan",
                    "given": "Lucian"
                },
                {
                    "family": "Hutchison",
                    "given": "Geoffrey R."
                },
                {
                    "family": "Morris",
                    "given": "Garrett M."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2020,
                        3,
                        4
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/4TI8WI5C",
            "type": "article-journal",
            "title": "OrbNet Denali: A machine learning potential for biological and organic chemistry with semi-empirical cost and DFT accuracy",
            "container-title": "The Journal of Chemical Physics",
            "page": "204103",
            "volume": "155",
            "issue": "20",
            "abstract": "We present OrbNet Denali, a machine learning model for an electronic structure that is designed as a drop-in replacement for ground-state density functional theory (DFT) energy calculations. The model is a message-passing graph neural network that uses symmetry-adapted atomic orbital features from a low-cost quantum calculation to predict the energy of a molecule. OrbNet Denali is trained on a vast dataset of 2.3 × 106 DFT calculations on molecules and geometries. This dataset covers the most common elements in biochemistry and organic chemistry (H, Li, B, C, N, O, F, Na, Mg, Si, P, S, Cl, K, Ca, Br, and I) and charged molecules. OrbNet Denali is demonstrated on several well-established benchmark datasets, and we find that it provides accuracy that is on par with modern DFT methods while offering a speedup of up to three orders of magnitude. For the GMTKN55 benchmark set, OrbNet Denali achieves WTMAD-1 and WTMAD-2 scores of 7.19 and 9.84, on par with modern DFT functionals. For several GMTKN55 subsets, which contain chemical problems that are not present in the training set, OrbNet Denali produces a mean absolute error comparable to those of DFT methods. For the Hutchison conformer benchmark set, OrbNet Denali has a median correlation coefficient of R2 = 0.90 compared to the reference DLPNO-CCSD(T) calculation and R2 = 0.97 compared to the method used to generate the training data (ωB97X-D3/def2-TZVP), exceeding the performance of any other method with a similar cost. Similarly, the model reaches chemical accuracy for non-covalent interactions in the S66x10 dataset. For torsional profiles, OrbNet Denali reproduces the torsion profiles of ωB97X-D3/def2-TZVP with an average mean absolute error of 0.12 kcal/mol for the potential energy surfaces of the diverse fragments in the TorsionNet500 dataset.",
            "URL": "https://doi.org/10.1063/5.0061990",
            "DOI": "10.1063/5.0061990",
            "shortTitle": "OrbNet Denali",
            "journalAbbreviation": "The Journal of Chemical Physics",
            "author": [
                {
                    "family": "Christensen",
                    "given": "Anders S."
                },
                {
                    "family": "Sirumalla",
                    "given": "Sai Krishna"
                },
                {
                    "family": "Qiao",
                    "given": "Zhuoran"
                },
                {
                    "family": "O’Connor",
                    "given": "Michael B."
                },
                {
                    "family": "Smith",
                    "given": "Daniel G. A."
                },
                {
                    "family": "Ding",
                    "given": "Feizhi"
                },
                {
                    "family": "Bygrave",
                    "given": "Peter J."
                },
                {
                    "family": "Anandkumar",
                    "given": "Animashree"
                },
                {
                    "family": "Welborn",
                    "given": "Matthew"
                },
                {
                    "family": "Manby",
                    "given": "Frederick R."
                },
                {
                    "family": "Miller",
                    "given": "Thomas F., III"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2021,
                        11,
                        23
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        13
                    ]
                ]
            }
        },
        {
            "id": "16708940/34GINRK8",
            "type": "article-journal",
            "title": "Feed-Forward Neural Network for Predicting Enantioselectivity of the Asymmetric Negishi Reaction",
            "container-title": "ACS Central Science",
            "page": "1768-1774",
            "volume": "9",
            "issue": "9",
            "abstract": "Density functional theory (DFT) is a powerful tool to model transition state (TS) energies to predict selectivity in chemical synthesis. However, a successful multistep synthesis campaign must navigate energetically narrow differences in pathways that create some limits to rapid and unambiguous application of DFT to these problems. While powerful data science techniques may provide a complementary approach to overcome this problem, doing so with the relatively small data sets that are widespread in organic synthesis presents a significant challenge. Herein, we show that a small data set can be labeled with features from DFT TS calculations to train a feed-forward neural network for predicting enantioselectivity of a Negishi cross-coupling reaction with P-chiral hindered phosphines. This approach to modeling enantioselectivity is compared with conventional approaches, including exclusive use of DFT energies and data science approaches, using features from ligands or ground states with neural network architectures.",
            "URL": "https://doi.org/10.1021/acscentsci.3c00512",
            "DOI": "10.1021/acscentsci.3c00512",
            "note": "Publisher: American Chemical Society",
            "journalAbbreviation": "ACS Cent. Sci.",
            "author": [
                {
                    "family": "Cuomo",
                    "given": "Abbigayle E."
                },
                {
                    "family": "Ibarraran",
                    "given": "Sebastian"
                },
                {
                    "family": "Sreekumar",
                    "given": "Sanil"
                },
                {
                    "family": "Li",
                    "given": "Haote"
                },
                {
                    "family": "Eun",
                    "given": "Jungmin"
                },
                {
                    "family": "Menzel",
                    "given": "Jan Paul"
                },
                {
                    "family": "Zhang",
                    "given": "Pengpeng"
                },
                {
                    "family": "Buono",
                    "given": "Frederic"
                },
                {
                    "family": "Song",
                    "given": "Jinhua J."
                },
                {
                    "family": "Crabtree",
                    "given": "Robert H."
                },
                {
                    "family": "Batista",
                    "given": "Victor S."
                },
                {
                    "family": "Newhouse",
                    "given": "Timothy R."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        9,
                        27
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        1,
                        27
                    ]
                ]
            }
        },
        {
            "id": "16708940/Z4FQRE4S",
            "type": "article-journal",
            "title": "MultiXC-QM9: Large dataset of molecular and reaction energies from multi-level quantum chemical methods",
            "container-title": "Scientific Data",
            "page": "783",
            "volume": "10",
            "issue": "1",
            "abstract": "Well curated extensive datasets have helped spur intense molecular machine learning (ML) method development activities over the last few years, encouraging nonchemists to be part of the effort as well. QM9 dataset is one of the benchmark databases for small molecules with molecular energies based on B3LYP functional. G4MP2 based energies of these molecules were published later. To enable a wide variety of ML tasks like transfer learning, delta learning, multitask learning, etc. with QM9 molecules, in this article, we introduce a new dataset with QM9 molecule energies estimated with 76 different DFT functionals and three different basis sets (228 energy numbers for each molecule). We additionally enumerated all possible A ↔ B monomolecular interconversions within the QM9 dataset and provided the reaction energies based on these 76 functionals, and basis sets. Lastly, we also provide the bond changes for all the 162 million reactions with the dataset to enable structure- and bond-based reaction energy prediction tools based on ML.",
            "URL": "https://www.nature.com/articles/s41597-023-02690-2",
            "DOI": "10.1038/s41597-023-02690-2",
            "note": "Number: 1\nPublisher: Nature Publishing Group",
            "shortTitle": "MultiXC-QM9",
            "journalAbbreviation": "Sci Data",
            "language": "en",
            "author": [
                {
                    "family": "Nandi",
                    "given": "Surajit"
                },
                {
                    "family": "Vegge",
                    "given": "Tejs"
                },
                {
                    "family": "Bhowmik",
                    "given": "Arghya"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        11,
                        8
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/9GVMB72C",
            "type": "article-journal",
            "title": "Guided diffusion for inverse molecular design",
            "container-title": "Nature Computational Science",
            "page": "873-882",
            "volume": "3",
            "issue": "10",
            "abstract": "The holy grail of materials science is de novo molecular design, meaning engineering molecules with desired characteristics. The introduction of generative deep learning has greatly advanced efforts in this direction, yet molecular discovery remains challenging and often inefficient. Herein we introduce GaUDI, a guided diffusion model for inverse molecular design that combines an equivariant graph neural net for property prediction and a generative diffusion model. We demonstrate GaUDI’s effectiveness in designing molecules for organic electronic applications by using single- and multiple-objective tasks applied to a generated dataset of 475,000 polycyclic aromatic systems. GaUDI shows improved conditional design, generating molecules with optimal properties and even going beyond the original distribution to suggest better molecules than those in the dataset. In addition to point-wise targets, GaUDI can also be guided toward open-ended targets (for example, a minimum or maximum) and in all cases achieves close to 100% validity of generated molecules.",
            "URL": "https://www.nature.com/articles/s43588-023-00532-0",
            "DOI": "10.1038/s43588-023-00532-0",
            "note": "Number: 10\nPublisher: Nature Publishing Group",
            "journalAbbreviation": "Nat Comput Sci",
            "language": "en",
            "author": [
                {
                    "family": "Weiss",
                    "given": "Tomer"
                },
                {
                    "family": "Mayo Yanes",
                    "given": "Eduardo"
                },
                {
                    "family": "Chakraborty",
                    "given": "Sabyasachi"
                },
                {
                    "family": "Cosmo",
                    "given": "Luca"
                },
                {
                    "family": "Bronstein",
                    "given": "Alex M."
                },
                {
                    "family": "Gershoni-Poranne",
                    "given": "Renana"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        10
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/BMZ59B9E",
            "type": "article-journal",
            "title": "Teaching a neural network to attach and detach electrons from molecules",
            "container-title": "Nature Communications",
            "page": "4870",
            "volume": "12",
            "issue": "1",
            "abstract": "Interatomic potentials derived with Machine Learning algorithms such as Deep-Neural Networks (DNNs), achieve the accuracy of high-fidelity quantum mechanical (QM) methods in areas traditionally dominated by empirical force fields and allow performing massive simulations. Most DNN potentials were parametrized for neutral molecules or closed-shell ions due to architectural limitations. In this work, we propose an improved machine learning framework for simulating open-shell anions and cations. We introduce the AIMNet-NSE (Neural Spin Equilibration) architecture, which can predict molecular energies for an arbitrary combination of molecular charge and spin multiplicity with errors of about 2–3 kcal/mol and spin-charges with error errors ~0.01e for small and medium-sized organic molecules, compared to the reference QM simulations. The AIMNet-NSE model allows to fully bypass QM calculations and derive the ionization potential, electron affinity, and conceptual Density Functional Theory quantities like electronegativity, hardness, and condensed Fukui functions. We show that these descriptors, along with learned atomic representations, could be used to model chemical reactivity through an example of regioselectivity in electrophilic aromatic substitution reactions.",
            "URL": "https://www.nature.com/articles/s41467-021-24904-0",
            "DOI": "10.1038/s41467-021-24904-0",
            "note": "Number: 1\nPublisher: Nature Publishing Group",
            "journalAbbreviation": "Nat Commun",
            "language": "en",
            "author": [
                {
                    "family": "Zubatyuk",
                    "given": "Roman"
                },
                {
                    "family": "Smith",
                    "given": "Justin S."
                },
                {
                    "family": "Nebgen",
                    "given": "Benjamin T."
                },
                {
                    "family": "Tretiak",
                    "given": "Sergei"
                },
                {
                    "family": "Isayev",
                    "given": "Olexandr"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2021,
                        8,
                        11
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/VIRPRLQT",
            "type": "article-journal",
            "title": "Machine learning to accelerate screening for Marcus reorganization energies",
            "container-title": "The Journal of Chemical Physics",
            "page": "054106",
            "volume": "155",
            "issue": "5",
            "abstract": "Understanding and predicting the charge transport properties of π-conjugated materials is an important challenge for designing new organic electronic devices, such as solar cells, plastic transistors, light-emitting devices, and chemical sensors. A key component of the hopping mechanism of charge transfer in these materials is the Marcus reorganization energy which serves as an activation barrier to hole or electron transfer. While modern density functional methods have proven to accurately predict trends in intramolecular reorganization energy, such calculations are computationally expensive. In this work, we outline active machine learning methods to predict computed intramolecular reorganization energies of a wide range of polythiophenes and their use toward screening new compounds with low internal reorganization energies. Our models have an overall root mean square error (RMSE) of ±0.113 eV, but a much smaller RMSE of only ±0.036 eV on the new screening set. Since the larger error derives from high-reorganization energy compounds, the new method is highly effective to screen for compounds with potentially efficient charge transport parameters.",
            "URL": "https://doi.org/10.1063/5.0059682",
            "DOI": "10.1063/5.0059682",
            "journalAbbreviation": "The Journal of Chemical Physics",
            "author": [
                {
                    "family": "Abarbanel",
                    "given": "Omri D."
                },
                {
                    "family": "Hutchison",
                    "given": "Geoffrey R."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2021,
                        8,
                        3
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/REEUAJXB",
            "type": "article-journal",
            "title": "Deep neural network analysis of nanoparticle ordering to identify defects in layered carbon materials",
            "container-title": "Chemical Science",
            "page": "7428-7441",
            "volume": "12",
            "issue": "21",
            "abstract": "Smoothness/defectiveness of the carbon material surface is a key issue for many applications, spanning from electronics to reinforced materials, adsorbents and catalysis. Several surface defects cannot be observed with conventional analytic techniques, thus requiring the development of a new imaging approach. Here, we evaluate a convenient method for mapping such “hidden” defects on the surface of carbon materials using 1–5 nm metal nanoparticles as markers. A direct relationship between the presence of defects and the ordering of nanoparticles was studied experimentally and modeled using quantum chemistry calculations and Monte Carlo simulations. An automated pipeline for analyzing microscopic images is described: the degree of smoothness of experimental images was determined by a classification neural network, and then the images were searched for specific types of defects using a segmentation neural network. An informative set of features was generated from both networks: high-dimensional embeddings of image patches and statics of defect distribution.",
            "URL": "https://pubs.rsc.org/en/content/articlelanding/2021/sc/d0sc05696k",
            "DOI": "10.1039/D0SC05696K",
            "note": "Publisher: The Royal Society of Chemistry",
            "journalAbbreviation": "Chem. Sci.",
            "language": "en",
            "author": [
                {
                    "family": "Boiko",
                    "given": "Daniil A."
                },
                {
                    "family": "Pentsak",
                    "given": "Evgeniy O."
                },
                {
                    "family": "Cherepanova",
                    "given": "Vera A."
                },
                {
                    "family": "Gordeev",
                    "given": "Evgeniy G."
                },
                {
                    "family": "Ananikov",
                    "given": "Valentine P."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2021,
                        6,
                        2
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/BIBN8N4R",
            "type": "article-journal",
            "title": "Accurate global machine learning force fields for molecules with hundreds of atoms",
            "container-title": "Science Advances",
            "page": "eadf0873",
            "volume": "9",
            "issue": "2",
            "abstract": "Global machine learning force fields, with the capacity to capture collective interactions in molecular systems, now scale up to a few dozen atoms due to considerable growth of model complexity with system size. For larger molecules, locality assumptions are introduced, with the consequence that nonlocal interactions are not described. Here, we develop an exact iterative approach to train global symmetric gradient domain machine learning (sGDML) force fields (FFs) for several hundred atoms, without resorting to any potentially uncontrolled approximations. All atomic degrees of freedom remain correlated in the global sGDML FF, allowing the accurate description of complex molecules and materials that present phenomena with far-reaching characteristic correlation lengths. We assess the accuracy and efficiency of sGDML on a newly developed MD22 benchmark dataset containing molecules from 42 to 370 atoms. The robustness of our approach is demonstrated in nanosecond path-integral molecular dynamics simulations for supramolecular complexes in the MD22 dataset.",
            "URL": "https://www.science.org/doi/full/10.1126/sciadv.adf0873",
            "DOI": "10.1126/sciadv.adf0873",
            "note": "Publisher: American Association for the Advancement of Science",
            "author": [
                {
                    "family": "Chmiela",
                    "given": "Stefan"
                },
                {
                    "family": "Vassilev-Galindo",
                    "given": "Valentin"
                },
                {
                    "family": "Unke",
                    "given": "Oliver T."
                },
                {
                    "family": "Kabylda",
                    "given": "Adil"
                },
                {
                    "family": "Sauceda",
                    "given": "Huziel E."
                },
                {
                    "family": "Tkatchenko",
                    "given": "Alexandre"
                },
                {
                    "family": "Müller",
                    "given": "Klaus-Robert"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        1,
                        11
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        13
                    ]
                ]
            }
        },
        {
            "id": "16708940/H4KC2BHD",
            "type": "article-journal",
            "title": "Beyond generative models: superfast traversal, optimization, novelty, exploration and discovery (STONED) algorithm for molecules using SELFIES",
            "container-title": "Chemical Science",
            "page": "7079-7090",
            "volume": "12",
            "issue": "20",
            "abstract": "Inverse design allows the generation of molecules with desirable physical quantities using property optimization. Deep generative models have recently been applied to tackle inverse design, as they possess the ability to optimize molecular properties directly through structure modification using gradients. While the ability to carry out direct property optimizations is promising, the use of generative deep learning models to solve practical problems requires large amounts of data and is very time-consuming. In this work, we propose STONED – a simple and efficient algorithm to perform interpolation and exploration in the chemical space, comparable to deep generative models. STONED bypasses the need for large amounts of data and training times by using string modifications in the SELFIES molecular representation. First, we achieve non-trivial performance on typical benchmarks for generative models without any training. Additionally, we demonstrate applications in high-throughput virtual screening for the design of drugs, photovoltaics, and the construction of chemical paths, allowing for both property and structure-based interpolation in the chemical space. Overall, we anticipate our results to be a stepping stone for developing more sophisticated inverse design models and benchmarking tools, ultimately helping generative models achieve wider adoption.",
            "URL": "https://pubs.rsc.org/en/content/articlelanding/2021/sc/d1sc00231g",
            "DOI": "10.1039/D1SC00231G",
            "note": "Publisher: The Royal Society of Chemistry",
            "shortTitle": "Beyond generative models",
            "journalAbbreviation": "Chem. Sci.",
            "language": "en",
            "author": [
                {
                    "family": "Nigam",
                    "given": "AkshatKumar"
                },
                {
                    "family": "Pollice",
                    "given": "Robert"
                },
                {
                    "family": "Krenn",
                    "given": "Mario"
                },
                {
                    "family": "Gomes",
                    "given": "Gabriel dos Passos"
                },
                {
                    "family": "Aspuru-Guzik",
                    "given": "Alán"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2021,
                        5,
                        26
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/54QB3B3V",
            "type": "article-journal",
            "title": "Leveraging large language models for predictive chemistry",
            "container-title": "Nature Machine Intelligence",
            "page": "1-9",
            "abstract": "Machine learning has transformed many fields and has recently found applications in chemistry and materials science. The small datasets commonly found in chemistry sparked the development of sophisticated machine learning approaches that incorporate chemical knowledge for each application and, therefore, require specialized expertise to develop. Here we show that GPT-3, a large language model trained on vast amounts of text extracted from the Internet, can easily be adapted to solve various tasks in chemistry and materials science by fine-tuning it to answer chemical questions in natural language with the correct answer. We compared this approach with dedicated machine learning models for many applications spanning the properties of molecules and materials to the yield of chemical reactions. Surprisingly, our fine-tuned version of GPT-3 can perform comparably to or even outperform conventional machine learning techniques, in particular in the low-data limit. In addition, we can perform inverse design by simply inverting the questions. The ease of use and high performance, especially for small datasets, can impact the fundamental approach to using machine learning in the chemical and material sciences. In addition to a literature search, querying a pre-trained large language model might become a routine way to bootstrap a project by leveraging the collective knowledge encoded in these foundation models, or to provide a baseline for predictive tasks.",
            "URL": "https://www.nature.com/articles/s42256-023-00788-1",
            "DOI": "10.1038/s42256-023-00788-1",
            "note": "Publisher: Nature Publishing Group",
            "journalAbbreviation": "Nat Mach Intell",
            "language": "en",
            "author": [
                {
                    "family": "Jablonka",
                    "given": "Kevin Maik"
                },
                {
                    "family": "Schwaller",
                    "given": "Philippe"
                },
                {
                    "family": "Ortega-Guerrero",
                    "given": "Andres"
                },
                {
                    "family": "Smit",
                    "given": "Berend"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2024,
                        2,
                        6
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/WYY3CCRN",
            "type": "article-journal",
            "title": "Prediction of Sensor Ability Based on Chemical Formula: Possible Approaches and Pitfalls",
            "container-title": "Inorganics",
            "page": "158",
            "volume": "11",
            "issue": "4",
            "abstract": "This review presents an analysis of different algorithms for predicting the sensory ability of organic compounds towards metal ions based on their chemical formula. A database of chemosensors containing information on various classes of suitable compounds, including dipyrromethenes, BODIPY, Schiff bases, hydrazones, fluorescein, rhodamine, phenanthroline, coumarin, naphthalimide derivatives, and others (a total of 965 molecules) has been compiled. Additionally, a freely available software has been developed for predicting the sensing ability of chemical compounds, which can be accessed through a Telegram bot. This tool aims to assist researchers in their search for new chemosensors.",
            "URL": "https://www.mdpi.com/2304-6740/11/4/158",
            "DOI": "10.3390/inorganics11040158",
            "note": "Number: 4\nPublisher: Multidisciplinary Digital Publishing Institute",
            "shortTitle": "Prediction of Sensor Ability Based on Chemical Formula",
            "language": "en",
            "author": [
                {
                    "family": "Yarullin",
                    "given": "Daniil N."
                },
                {
                    "family": "Zavalishin",
                    "given": "Maksim N."
                },
                {
                    "family": "Gamov",
                    "given": "George A."
                },
                {
                    "family": "Lukanov",
                    "given": "Michail M."
                },
                {
                    "family": "Ksenofontov",
                    "given": "Alexander A."
                },
                {
                    "family": "Bumagina",
                    "given": "Natalia A."
                },
                {
                    "family": "Antina",
                    "given": "Elena V."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        4
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/MZG23KZZ",
            "type": "article-journal",
            "title": "A machine learning-based high-precision density functional method for drug-like molecules",
            "container-title": "Artificial Intelligence Chemistry",
            "page": "100037",
            "volume": "2",
            "issue": "1",
            "abstract": "In computer-aided drug discovery, accurately determining the structure and properties of drug-like molecules is of utmost importance. This necessitates the use of precise and efficient electronic structure methods. Here, we developed two deep learning-based density functional methods, namely DeePHF and DeePKS, specifically tailored for drug-like molecules. Notably, DeePKS incorporates self-consistency into its framework. With a limited dataset labelled at the CCSD(T)/def2-TZVP level, both models have been able to achieve chemical accuracy in calculating molecular energies and have demonstrated excellent transferability. We anticipate that further advancements in this field will lead to the development of high-quality density functional methods designed specifically for drug discovery purposes. This research showcases the capabilities of deep learning approaches in simplifying the construction complexity associated with traditional DFT methods.",
            "URL": "https://www.sciencedirect.com/science/article/pii/S2949747723000374",
            "DOI": "10.1016/j.aichem.2023.100037",
            "journalAbbreviation": "Artificial Intelligence Chemistry",
            "author": [
                {
                    "family": "Xiao",
                    "given": "Jin"
                },
                {
                    "family": "Chen",
                    "given": "YiXiao"
                },
                {
                    "family": "Zhang",
                    "given": "LinFeng"
                },
                {
                    "family": "Wang",
                    "given": "Han"
                },
                {
                    "family": "Zhu",
                    "given": "Tong"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2024,
                        6,
                        1
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/PR3HP4D5",
            "type": "article-journal",
            "title": "Informing geometric deep learning with electronic interactions to accelerate quantum chemistry",
            "container-title": "Proceedings of the National Academy of Sciences",
            "page": "e2205221119",
            "volume": "119",
            "issue": "31",
            "abstract": "Predicting electronic energies, densities, and related chemical properties can facilitate the discovery of novel catalysts, medicines, and battery materials. However, existing machine learning techniques are challenged by the scarcity of training data when exploring unknown chemical spaces. We overcome this barrier by systematically incorporating knowledge of molecular electronic structure into deep learning. By developing a physics-inspired equivariant neural network, we introduce a method to learn molecular representations based on the electronic interactions among atomic orbitals. Our method, OrbNet-Equi, leverages efficient tight-binding simulations and learned mappings to recover high-fidelity physical quantities. OrbNet-Equi accurately models a wide spectrum of target properties while being several orders of magnitude faster than density functional theory. Despite only using training samples collected from readily available small-molecule libraries, OrbNet-Equi outperforms traditional semiempirical and machine learning–based methods on comprehensive downstream benchmarks that encompass diverse main-group chemical processes. Our method also describes interactions in challenging charge-transfer complexes and open-shell systems. We anticipate that the strategy presented here will help to expand opportunities for studies in chemistry and materials science, where the acquisition of experimental or reference training data is costly.",
            "URL": "https://www.pnas.org/doi/full/10.1073/pnas.2205221119",
            "DOI": "10.1073/pnas.2205221119",
            "note": "Publisher: Proceedings of the National Academy of Sciences",
            "author": [
                {
                    "family": "Qiao",
                    "given": "Zhuoran"
                },
                {
                    "family": "Christensen",
                    "given": "Anders S."
                },
                {
                    "family": "Welborn",
                    "given": "Matthew"
                },
                {
                    "family": "Manby",
                    "given": "Frederick R."
                },
                {
                    "family": "Anandkumar",
                    "given": "Anima"
                },
                {
                    "family": "Miller",
                    "given": "Thomas F."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2022,
                        8,
                        2
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/IZPYETBM",
            "type": "article-journal",
            "title": "Effects of orbital angles on the modeling of conjugated systems with curvature",
            "container-title": "Physical Chemistry Chemical Physics",
            "page": "27467-27473",
            "volume": "24",
            "issue": "44",
            "abstract": "The remaining p orbitals of carbon atoms form some conjugated systems, such as fullerenes. The non-parallel p orbitals of fullerene conjugated systems dominate their stability. In this work, a model is proposed with a good correlation between model outputs and relative energies of fullerenes. The model is built from the extended Hückel molecular orbital theory and geometrical features, especially the orbital axial angle characteristics. The extended charge stability index (XCSI) proposed in this paper offers a good representation of the stability from small cage to at least C70. The axial angle feature is no longer necessary in large carbon cages, which is similar to previous models based on fullerene deformation factors. In addition, a deep learning model based on spatial orientation features containing spherical harmonic functions yields surprising transferring results on the stability of charged fullerenes. We hope this work will assist in building more general models dealing with problems related to conjugated systems.",
            "URL": "https://pubs.rsc.org/en/content/articlelanding/2022/cp/d2cp03549a",
            "DOI": "10.1039/D2CP03549A",
            "note": "Publisher: The Royal Society of Chemistry",
            "journalAbbreviation": "Phys. Chem. Chem. Phys.",
            "language": "en",
            "author": [
                {
                    "family": "Han",
                    "given": "Yanbo"
                },
                {
                    "family": "Li",
                    "given": "Mengyang"
                },
                {
                    "family": "Zhao",
                    "given": "Xiang"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2022,
                        11,
                        18
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        6,
                        3
                    ]
                ]
            }
        },
        {
            "id": "16708940/75NH6Z4V",
            "type": "article-journal",
            "title": "Pairwise Difference Regression: A Machine Learning Meta-algorithm for Improved Prediction and Uncertainty Quantification in Chemical Search",
            "container-title": "Journal of Chemical Information and Modeling",
            "page": "3846-3857",
            "volume": "61",
            "issue": "8",
            "abstract": "Machine learning (ML) plays a growing role in the design and discovery of chemicals, aiming to reduce the need to perform expensive experiments and simulations. ML for such applications is promising but difficult, as models must generalize to vast chemical spaces from small training sets and must have reliable uncertainty quantification metrics to identify and prioritize unexplored regions. Ab initio computational chemistry and chemical intuition alike often take advantage of differences between chemical conditions, rather than their absolute structure or state, to generate more reliable results. We have developed an analogous comparison-based approach for ML regression, called pairwise difference regression (PADRE), which is applicable to arbitrary underlying learning models and operates on pairs of input data points. During training, the model learns to predict differences between all possible pairs of input points. During prediction, the test points are paired with all training set points, giving rise to a set of predictions that can be treated as a distribution of which the mean is treated as a final prediction and the dispersion is treated as an uncertainty measure. Pairwise difference regression was shown to reliably improve the performance of the random forest algorithm across five chemical ML tasks. Additionally, the pair-derived dispersion is both well correlated with model error and performs well in active learning. We also show that this method is competitive with state-of-the-art neural network techniques. Thus, pairwise difference regression is a promising tool for candidate selection algorithms used in chemical discovery.",
            "URL": "https://doi.org/10.1021/acs.jcim.1c00670",
            "DOI": "10.1021/acs.jcim.1c00670",
            "note": "Publisher: American Chemical Society",
            "shortTitle": "Pairwise Difference Regression",
            "journalAbbreviation": "J. Chem. Inf. Model.",
            "author": [
                {
                    "family": "Tynes",
                    "given": "Michael"
                },
                {
                    "family": "Gao",
                    "given": "Wenhao"
                },
                {
                    "family": "Burrill",
                    "given": "Daniel J."
                },
                {
                    "family": "Batista",
                    "given": "Enrique R."
                },
                {
                    "family": "Perez",
                    "given": "Danny"
                },
                {
                    "family": "Yang",
                    "given": "Ping"
                },
                {
                    "family": "Lubbers",
                    "given": "Nicholas"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2021,
                        8,
                        23
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/5HM7IMMI",
            "type": "article-journal",
            "title": "Predicting Infrared Spectra with Message Passing Neural Networks",
            "container-title": "Journal of Chemical Information and Modeling",
            "page": "2594-2609",
            "volume": "61",
            "issue": "6",
            "abstract": "Infrared (IR) spectroscopy remains an important tool for chemical characterization and identification. Chemprop-IR has been developed as a software package for the prediction of IR spectra through the use of machine learning. This work serves the dual purpose of providing a trained general-purpose model for the prediction of IR spectra with ease and providing the Chemprop-IR software framework for the training of new models. In Chemprop-IR, molecules are encoded using a directed message passing neural network, allowing for molecule latent representations to be learned and optimized for the task of spectral predictions. Model training incorporates spectra metrics and normalization techniques that offer better performance with spectral predictions than standard practice in regression models. The model makes use of pretraining using quantum chemistry calculations and ensembling of multiple submodels to improve generalizability and performance. The spectral predictions that result are of high quality, showing capability to capture the extreme diversity of spectral forms over chemical space and represent complex peak structures.",
            "URL": "https://doi.org/10.1021/acs.jcim.1c00055",
            "DOI": "10.1021/acs.jcim.1c00055",
            "note": "Publisher: American Chemical Society",
            "journalAbbreviation": "J. Chem. Inf. Model.",
            "author": [
                {
                    "family": "McGill",
                    "given": "Charles"
                },
                {
                    "family": "Forsuelo",
                    "given": "Michael"
                },
                {
                    "family": "Guan",
                    "given": "Yanfei"
                },
                {
                    "family": "Green",
                    "given": "William H."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2021,
                        6,
                        28
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/2CNPTZZW",
            "type": "article-journal",
            "title": "Substituting density functional theory in reaction barrier calculations for hydrogen atom transfer in proteins",
            "container-title": "Chemical Science",
            "page": "2518-2527",
            "volume": "15",
            "issue": "7",
            "abstract": "Hydrogen atom transfer (HAT) reactions are important in many biological systems. As these reactions are hard to observe experimentally, it is of high interest to shed light on them using simulations. Here, we present a machine learning model based on graph neural networks for the prediction of energy barriers of HAT reactions in proteins. As input, the model uses exclusively non-optimized structures as obtained from classical simulations. It was trained on more than 17 000 energy barriers calculated using hybrid density functional theory. We built and evaluated the model in the context of HAT in collagen, but we show that the same workflow can easily be applied to HAT reactions in other biological or synthetic polymers. We obtain for relevant reactions (small reaction distances) a model with good predictive power (R2 ∼ 0.9 and mean absolute error of <3 kcal mol−1). As the inference speed is high, this model enables evaluations of dozens of chemical situations within seconds. When combined with molecular dynamics in a kinetic Monte-Carlo scheme, the model paves the way toward reactive simulations.",
            "URL": "https://pubs.rsc.org/en/content/articlelanding/2024/sc/d3sc03922f",
            "DOI": "10.1039/D3SC03922F",
            "note": "Publisher: The Royal Society of Chemistry",
            "journalAbbreviation": "Chem. Sci.",
            "language": "en",
            "author": [
                {
                    "family": "Riedmiller",
                    "given": "Kai"
                },
                {
                    "family": "Reiser",
                    "given": "Patrick"
                },
                {
                    "family": "Bobkova",
                    "given": "Elizaveta"
                },
                {
                    "family": "Maltsev",
                    "given": "Kiril"
                },
                {
                    "family": "Gryn'ova",
                    "given": "Ganna"
                },
                {
                    "family": "Friederich",
                    "given": "Pascal"
                },
                {
                    "family": "Gräter",
                    "given": "Frauke"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2024,
                        2,
                        14
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/JY8QADQW",
            "type": "article-journal",
            "title": "Prediction of Molecular Conformation Using Deep Generative Neural Networks",
            "container-title": "Chinese Journal of Chemistry",
            "page": "3684-3688",
            "volume": "41",
            "issue": "24",
            "abstract": "The accurate prediction of molecular conformations with high efficiency is crucial in various fields such as materials science, computational chemistry and computer-aided drug design, as the three-dimensional structures accessible at a given condition usually determine the specific physical, chemical, and biological properties of a molecule. Traditional approaches for the conformational sampling of molecules such as molecular dynamics simulations and Markov chain Monte Carlo methods either require an exponentially increasing amount of time as the degree of freedom of the molecule increases or suffer from systematic errors that fail to obtain important conformations, thus presenting significant challenges for conformation sampling with both high efficiency and high accuracy. Recently, deep learning-based generative models have emerged as a promising solution to this problem. These models can generate a large number of molecular conformations in a short time, and their accuracy is comparable and, in some cases, even better than that of current popular open-source and commercial software. This Emerging Topic introduces the recent progresses of using deep learning for predicting molecular conformations and briefly discusses the potential and challenges of this emerging field.",
            "URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/cjoc.202300269",
            "DOI": "10.1002/cjoc.202300269",
            "note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/cjoc.202300269",
            "language": "en",
            "author": [
                {
                    "family": "Xu",
                    "given": "Congsheng"
                },
                {
                    "family": "Lu",
                    "given": "Yi"
                },
                {
                    "family": "Deng",
                    "given": "Xiaomei"
                },
                {
                    "family": "Yu",
                    "given": "Peiyuan"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/GMBLDND2",
            "type": "article-journal",
            "title": "Benchmark of general-purpose machine learning-based quantum mechanical method AIQM1 on reaction barrier heights",
            "container-title": "The Journal of Chemical Physics",
            "page": "074103",
            "volume": "158",
            "issue": "7",
            "abstract": "Artificial intelligence-enhanced quantum mechanical method 1 (AIQM1) is a general-purpose method that was shown to achieve high accuracy for many applications with a speed close to its baseline semiempirical quantum mechanical (SQM) method ODM2*. Here, we evaluate the hitherto unknown performance of out-of-the-box AIQM1 without any refitting for reaction barrier heights on eight datasets, including a total of ∼24 thousand reactions. This evaluation shows that AIQM1’s accuracy strongly depends on the type of transition state and ranges from excellent for rotation barriers to poor for, e.g., pericyclic reactions. AIQM1 clearly outperforms its baseline ODM2* method and, even more so, a popular universal potential, ANI-1ccx. Overall, however, AIQM1 accuracy largely remains similar to SQM methods (and B3LYP/6-31G* for most reaction types) suggesting that it is desirable to focus on improving AIQM1 performance for barrier heights in the future. We also show that the built-in uncertainty quantification helps in identifying confident predictions. The accuracy of confident AIQM1 predictions is approaching the level of popular density functional theory methods for most reaction types. Encouragingly, AIQM1 is rather robust for transition state optimizations, even for the type of reactions it struggles with the most. Single-point calculations with high-level methods on AIQM1-optimized geometries can be used to significantly improve barrier heights, which cannot be said for its baseline ODM2* method.",
            "URL": "https://doi.org/10.1063/5.0137101",
            "DOI": "10.1063/5.0137101",
            "journalAbbreviation": "The Journal of Chemical Physics",
            "author": [
                {
                    "family": "Chen",
                    "given": "Yuxinxin (陈余忻忻)"
                },
                {
                    "family": "Ou",
                    "given": "Yanchi (欧彦池)"
                },
                {
                    "family": "Zheng",
                    "given": "Peikun (郑培锟)"
                },
                {
                    "family": "Huang",
                    "given": "Yaohuang (黄瑶煌)"
                },
                {
                    "family": "Ge",
                    "given": "Fuchun (葛赋春)"
                },
                {
                    "family": "Dral",
                    "given": "Pavlo O."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        2,
                        15
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/YX4YW46X",
            "type": "article-journal",
            "title": "Implicitly perturbed Hamiltonian as a class of versatile and general-purpose molecular representations for machine learning",
            "container-title": "Nature Communications",
            "page": "1245",
            "volume": "13",
            "issue": "1",
            "abstract": "Unraveling challenging problems by machine learning has recently become a hot topic in many scientific disciplines. For developing rigorous machine-learning models to study problems of interest in molecular sciences, translating molecular structures to quantitative representations as suitable machine-learning inputs play a central role. Many different molecular representations and the state-of-the-art ones, although efficient in studying numerous molecular features, still are suboptimal in many challenging cases, as discussed in the context of the present research. The main aim of the present study is to introduce the Implicitly Perturbed Hamiltonian (ImPerHam) as a class of versatile representations for more efficient machine learning of challenging problems in molecular sciences. ImPerHam representations are defined as energy attributes of the molecular Hamiltonian, implicitly perturbed by a number of hypothetic or real arbitrary solvents based on continuum solvation models. We demonstrate the outstanding performance of machine-learning models based on ImPerHam representations for three diverse and challenging cases of predicting inhibition of the CYP450 enzyme, high precision, and transferrable evaluation of non-covalent interaction energy of molecular systems, and accurately reproducing solvation free energies for large benchmark sets.",
            "URL": "https://www.nature.com/articles/s41467-022-28912-6",
            "DOI": "10.1038/s41467-022-28912-6",
            "note": "Number: 1\nPublisher: Nature Publishing Group",
            "journalAbbreviation": "Nat Commun",
            "language": "en",
            "author": [
                {
                    "family": "Alibakhshi",
                    "given": "Amin"
                },
                {
                    "family": "Hartke",
                    "given": "Bernd"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2022,
                        3,
                        10
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        15
                    ]
                ]
            }
        },
        {
            "id": "16708940/T5TRHE73",
            "type": "article-journal",
            "title": "DASH: Dynamic Attention-Based Substructure Hierarchy for Partial Charge Assignment",
            "container-title": "Journal of Chemical Information and Modeling",
            "page": "6014-6028",
            "volume": "63",
            "issue": "19",
            "abstract": "We present a robust and computationally efficient approach for assigning partial charges of atoms in molecules. The method is based on a hierarchical tree constructed from attention values extracted from a graph neural network (GNN), which was trained to predict atomic partial charges from accurate quantum-mechanical (QM) calculations. The resulting dynamic attention-based substructure hierarchy (DASH) approach provides fast assignment of partial charges with the same accuracy as the GNN itself, is software-independent, and can easily be integrated in existing parametrization pipelines, as shown for the Open force field (OpenFF). The implementation of the DASH workflow, the final DASH tree, and the training set are available as open source/open data from public repositories.",
            "URL": "https://doi.org/10.1021/acs.jcim.3c00800",
            "DOI": "10.1021/acs.jcim.3c00800",
            "note": "Publisher: American Chemical Society",
            "shortTitle": "DASH",
            "journalAbbreviation": "J. Chem. Inf. Model.",
            "author": [
                {
                    "family": "Lehner",
                    "given": "Marc T."
                },
                {
                    "family": "Katzberger",
                    "given": "Paul"
                },
                {
                    "family": "Maeder",
                    "given": "Niels"
                },
                {
                    "family": "Schiebroek",
                    "given": "Carl C.G."
                },
                {
                    "family": "Teetz",
                    "given": "Jakob"
                },
                {
                    "family": "Landrum",
                    "given": "Gregory A."
                },
                {
                    "family": "Riniker",
                    "given": "Sereina"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        10,
                        9
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        1,
                        27
                    ]
                ]
            }
        },
        {
            "id": "16708940/2LGEB6DA",
            "type": "article-journal",
            "title": "Artificial design of organic emitters via a genetic algorithm enhanced by a deep neural network",
            "container-title": "Chemical Science",
            "page": "2618-2639",
            "volume": "15",
            "issue": "7",
            "abstract": "The design of molecules requires multi-objective optimizations in high-dimensional chemical space with often conflicting target properties. To navigate this space, classical workflows rely on the domain knowledge and creativity of human experts, which can be the bottleneck in high-throughput approaches. Herein, we present an artificial molecular design workflow relying on a genetic algorithm and a deep neural network to find a new family of organic emitters with inverted singlet-triplet gaps and appreciable fluorescence rates. We combine high-throughput virtual screening and inverse design infused with domain knowledge and artificial intelligence to accelerate molecular generation significantly. This enabled us to explore more than 800 000 potential emitter molecules and find more than 10 000 candidates estimated to have inverted singlet-triplet gaps (INVEST) and appreciable fluorescence rates, many of which likely emit blue light. This class of molecules has the potential to realize a new generation of organic light-emitting diodes.",
            "URL": "https://pubs.rsc.org/en/content/articlelanding/2024/sc/d3sc05306g",
            "DOI": "10.1039/D3SC05306G",
            "note": "Publisher: The Royal Society of Chemistry",
            "journalAbbreviation": "Chem. Sci.",
            "language": "en",
            "author": [
                {
                    "family": "Nigam",
                    "given": "AkshatKumar"
                },
                {
                    "family": "Pollice",
                    "given": "Robert"
                },
                {
                    "family": "Friederich",
                    "given": "Pascal"
                },
                {
                    "family": "Aspuru-Guzik",
                    "given": "Alán"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2024,
                        2,
                        14
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/NMYDJNKY",
            "type": "article-journal",
            "title": "A transferable active-learning strategy for reactive molecular force fields",
            "container-title": "Chemical Science",
            "page": "10944-10955",
            "volume": "12",
            "issue": "32",
            "abstract": "Predictive molecular simulations require fast, accurate and reactive interatomic potentials. Machine learning offers a promising approach to construct such potentials by fitting energies and forces to high-level quantum-mechanical data, but doing so typically requires considerable human intervention and data volume. Here we show that, by leveraging hierarchical and active learning, accurate Gaussian Approximation Potential (GAP) models can be developed for diverse chemical systems in an autonomous manner, requiring only hundreds to a few thousand energy and gradient evaluations on a reference potential-energy surface. The approach uses separate intra- and inter-molecular fits and employs a prospective error metric to assess the accuracy of the potentials. We demonstrate applications to a range of molecular systems with relevance to computational organic chemistry: ranging from bulk solvents, a solvated metal ion and a metallocage onwards to chemical reactivity, including a bifurcating Diels–Alder reaction in the gas phase and non-equilibrium dynamics (a model SN2 reaction) in explicit solvent. The method provides a route to routinely generating machine-learned force fields for reactive molecular systems.",
            "URL": "https://pubs.rsc.org/en/content/articlelanding/2021/sc/d1sc01825f",
            "DOI": "10.1039/D1SC01825F",
            "note": "Publisher: The Royal Society of Chemistry",
            "journalAbbreviation": "Chem. Sci.",
            "language": "en",
            "author": [
                {
                    "family": "Young",
                    "given": "Tom A."
                },
                {
                    "family": "Johnston-Wood",
                    "given": "Tristan"
                },
                {
                    "family": "Deringer",
                    "given": "Volker L."
                },
                {
                    "family": "Duarte",
                    "given": "Fernanda"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2021,
                        8,
                        18
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/GNFNK66U",
            "type": "article-journal",
            "title": "Physics-Informed Generative Model for Drug-like Molecule Conformers",
            "container-title": "Journal of Chemical Information and Modeling",
            "page": "2988-3007",
            "volume": "64",
            "issue": "8",
            "URL": "https://pubs.acs.org/doi/10.1021/acs.jcim.3c01816",
            "DOI": "10.1021/acs.jcim.3c01816",
            "journalAbbreviation": "J. Chem. Inf. Model.",
            "language": "en",
            "author": [
                {
                    "family": "Williams",
                    "given": "David C."
                },
                {
                    "family": "Inala",
                    "given": "Neil"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2024,
                        4,
                        22
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        5,
                        14
                    ]
                ]
            }
        },
        {
            "id": "16708940/P26CV5HE",
            "type": "article-journal",
            "title": "tmQM Dataset—Quantum Geometries and Properties of 86k Transition Metal Complexes",
            "container-title": "Journal of Chemical Information and Modeling",
            "page": "6135-6146",
            "volume": "60",
            "issue": "12",
            "abstract": "We report the transition metal quantum mechanics (tmQM) data set, which contains the geometries and properties of a large transition metal–organic compound space. tmQM comprises 86,665 mononuclear complexes extracted from the Cambridge Structural Database, including Werner, bioinorganic, and organometallic complexes based on a large variety of organic ligands and 30 transition metals (the 3d, 4d, and 5d from groups 3 to 12). All complexes are closed-shell, with a formal charge in the range {+1, 0, −1}e. The tmQM data set provides the Cartesian coordinates of all metal complexes optimized at the GFN2-xTB level, and their molecular size, stoichiometry, and metal node degree. The quantum properties were computed at the DFT(TPSSh-D3BJ/def2-SVP) level and include the electronic and dispersion energies, highest occupied molecular orbital (HOMO) and lowest unoccupied molecular orbital (LUMO) energies, HOMO/LUMO gap, dipole moment, and natural charge of the metal center; GFN2-xTB polarizabilities are also provided. Pairwise representations showed the low correlation between these properties, providing nearly continuous maps with unusual regions of the chemical space, for example, complexes combining large polarizabilities with wide HOMO/LUMO gaps and complexes combining low-energy HOMO orbitals with electron-rich metal centers. The tmQM data set can be exploited in the data-driven discovery of new metal complexes, including predictive models based on machine learning. These models may have a strong impact on the fields in which transition metal chemistry plays a key role, for example, catalysis, organic synthesis, and materials science. tmQM is an open data set that can be downloaded free of charge from https://github.com/bbskjelstad/tmqm.",
            "URL": "https://doi.org/10.1021/acs.jcim.0c01041",
            "DOI": "10.1021/acs.jcim.0c01041",
            "note": "Publisher: American Chemical Society",
            "journalAbbreviation": "J. Chem. Inf. Model.",
            "author": [
                {
                    "family": "Balcells",
                    "given": "David"
                },
                {
                    "family": "Skjelstad",
                    "given": "Bastian Bjerkem"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2020,
                        12,
                        28
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/L3E2YDJG",
            "type": "article-journal",
            "title": "Gaussian Moments as Physically Inspired Molecular Descriptors for Accurate and Scalable Machine Learning Potentials",
            "container-title": "Journal of Chemical Theory and Computation",
            "page": "5410-5421",
            "volume": "16",
            "issue": "8",
            "abstract": "Machine learning techniques allow a direct mapping of atomic positions and nuclear charges to the potential energy surface with almost ab initio accuracy and the computational efficiency of empirical potentials. In this work, we propose a machine learning method for constructing high-dimensional potential energy surfaces based on feed-forward neural networks. As input to the neural network, we propose an extendable invariant local molecular descriptor constructed from geometric moments. Their formulation via pairwise distance vectors and tensor contractions allows a very efficient implementation on graphical processing units (GPUs). The atomic species is encoded in the molecular descriptor, which allows the restriction to one neural network for the training of all atomic species in the data set. We demonstrate that the accuracy of the developed approach in representing both chemical and configurational spaces is comparable to the one of several established machine learning models. Due to its high accuracy and efficiency, the proposed machine-learned potentials can be used for any further tasks, for example, the optimization of molecular geometries, the calculation of rate constants, or molecular dynamics.",
            "URL": "https://doi.org/10.1021/acs.jctc.0c00347",
            "DOI": "10.1021/acs.jctc.0c00347",
            "note": "Publisher: American Chemical Society",
            "journalAbbreviation": "J. Chem. Theory Comput.",
            "author": [
                {
                    "family": "Zaverkin",
                    "given": "V."
                },
                {
                    "family": "Kästner",
                    "given": "J."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2020,
                        8,
                        11
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/3Z2VRNRG",
            "type": "article-journal",
            "title": "Transfer Learning to CCSD(T): Accurate Anharmonic Frequencies from Machine Learning Models",
            "container-title": "Journal of Chemical Theory and Computation",
            "page": "3687-3699",
            "volume": "17",
            "issue": "6",
            "abstract": "The calculation of the anharmonic modes of small- to medium-sized molecules for assigning experimentally measured frequencies to the corresponding type of molecular motions is computationally challenging at sufficiently high levels of quantum chemical theory. Here, a practical and affordable way to calculate coupled-cluster quality anharmonic frequencies using second-order vibrational perturbation theory (VPT2) from machine-learned models is presented. The approach, referenced as “NN + VPT2”, uses a high-dimensional neural network (PhysNet) to learn potential energy surfaces (PESs) at different levels of theory from which harmonic and VPT2 frequencies can be efficiently determined. The NN + VPT2 approach is applied to eight small- to medium-sized molecules (H2CO, trans-HONO, HCOOH, CH3OH, CH3CHO, CH3NO2, CH3COOH, and CH3CONH2) and frequencies are reported from NN-learned models at the MP2/aug-cc-pVTZ, CCSD(T)/aug-cc-pVTZ, and CCSD(T)-F12/aug-cc-pVTZ-F12 levels of theory. For the largest molecules and at the highest levels of theory, transfer learning (TL) is used to determine the necessary full-dimensional, near-equilibrium PESs. Overall, NN + VPT2 yields anharmonic frequencies to within 20 cm–1 of experimentally determined frequencies for close to 90% of the modes for the highest quality PES available and to within 10 cm–1 for more than 60% of the modes. For the MP2 PESs only ∼60% of the NN + VPT2 frequencies were within 20 cm–1 of the experiment, with outliers up to ∼150 cm–1, compared to the experiment. It is also demonstrated that the approach allows to provide correct assignments for strongly interacting modes such as the OH bending and the OH torsional modes in formic acid monomer and the CO-stretch and OH-bend mode in acetic acid.",
            "URL": "https://doi.org/10.1021/acs.jctc.1c00249",
            "DOI": "10.1021/acs.jctc.1c00249",
            "note": "Publisher: American Chemical Society",
            "shortTitle": "Transfer Learning to CCSD(T)",
            "journalAbbreviation": "J. Chem. Theory Comput.",
            "author": [
                {
                    "family": "Käser",
                    "given": "Silvan"
                },
                {
                    "family": "Boittier",
                    "given": "Eric D."
                },
                {
                    "family": "Upadhyay",
                    "given": "Meenu"
                },
                {
                    "family": "Meuwly",
                    "given": "Markus"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2021,
                        6,
                        8
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/RDJEQWVV",
            "type": "article-journal",
            "title": "Simpler is Better: How Linear Prediction Tasks Improve Transfer Learning in Chemical Autoencoders",
            "container-title": "The Journal of Physical Chemistry A",
            "page": "3679-3685",
            "volume": "124",
            "issue": "18",
            "abstract": "Transfer learning is a subfield of machine learning that leverages proficiency in one or more prediction tasks to improve proficiency in a related task. For chemical property prediction, transfer learning models represent a promising approach for addressing the data scarcity limitations of many properties by utilizing potentially abundant data from one or more adjacent applications. Transfer learning models typically utilize a latent variable that is common to several prediction tasks and provides a mechanism for information exchange between tasks. For chemical applications, it is still largely unknown how correlation between the prediction tasks affects performance, the limitations on the number of tasks that can be simultaneously trained in these models before incurring performance degradation, and if transfer learning positively or negatively affects ancillary model properties. Here we investigate these questions using an autoencoder latent space as a latent variable for transfer learning models for predicting properties from the QM9 data set that have been supplemented with semiempirical quantum chemistry calculations. We demonstrate that property prediction can be counterintuitively improved by utilizing a simpler linear predictor model, which has the effect of forcing the latent space to organize linearly with respect to each property. In data scarce prediction tasks, the transfer learning improvement is dramatic, whereas in data rich prediction tasks, there appears to be little adverse impact of transfer learning on prediction performance. The transfer learning approach demonstrated here thus represents a highly advantageous supplement to property prediction models with no downside in implementation.",
            "URL": "https://doi.org/10.1021/acs.jpca.0c00042",
            "DOI": "10.1021/acs.jpca.0c00042",
            "note": "Publisher: American Chemical Society",
            "shortTitle": "Simpler is Better",
            "journalAbbreviation": "J. Phys. Chem. A",
            "author": [
                {
                    "family": "Iovanac",
                    "given": "Nicolae C."
                },
                {
                    "family": "Savoie",
                    "given": "Brett M."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2020,
                        5,
                        7
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/XSZLS3WR",
            "type": "article-journal",
            "title": "Effects of aleatoric and epistemic errors in reference data on the learnability and quality of NN-based potential energy surfaces",
            "container-title": "Artificial Intelligence Chemistry",
            "page": "100033",
            "volume": "2",
            "issue": "1",
            "abstract": "The effect of noise in the input data for learning potential energy surfaces (PESs) based on neural networks for chemical applications is assessed. Noise in energies and forces can result from aleatoric and epistemic errors in the quantum chemical reference calculations. Statistical (aleatoric) noise arises for example due to the need to set convergence thresholds in the self consistent field (SCF) iterations whereas systematic (epistemic) noise is due to, inter alia, particular choices of basis sets in the calculations. The two molecules considered here as proxies are H2CO and HONO which are examples for single- and multi-reference problems, respectively, for geometries around the minimum energy structure. For H2CO it is found that adding noise to energies and forces with magnitudes representative of single-point calculations does not deteriorate the quality of the final PESs whereas increasing the noise level commensurate with electronic structure calculations for more complicated, e.g. metal-containing, systems is expected to have a more notable effect. On the other hand, for HONO which requires a multi-reference treatment, a clear correlation between model quality and the degree of multi-reference character as measured by the T1 amplitude is found. It is concluded that for chemically “simple” cases the effect of aleatoric and epistemic errors is manageable without evident deterioration of the trained model, but more care needs to be exercised for situations in which multi-reference effects are present.",
            "URL": "https://www.sciencedirect.com/science/article/pii/S2949747723000337",
            "DOI": "10.1016/j.aichem.2023.100033",
            "journalAbbreviation": "Artificial Intelligence Chemistry",
            "author": [
                {
                    "family": "Goswami",
                    "given": "Sugata"
                },
                {
                    "family": "Käser",
                    "given": "Silvan"
                },
                {
                    "family": "Bemish",
                    "given": "Raymond J."
                },
                {
                    "family": "Meuwly",
                    "given": "Markus"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2024,
                        6,
                        1
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/WWJMI4VE",
            "type": "article-journal",
            "title": "Leveraging 2D molecular graph pretraining for improved 3D conformer generation with graph neural networks",
            "container-title": "Computers & Chemical Engineering",
            "page": "108622",
            "volume": "183",
            "abstract": "Predicting stable 3D molecular conformations from 2D molecular graphs is a challenging and resource-intensive task, yet it is critical for various applications, particularly drug design. Density functional theory (DFT) calculations set the standard for molecular conformation generation, yet they are computationally intensive. Deep learning offers more computationally efficient approaches, but struggles to match DFT accuracy, particularly on complex drug-like structures. Additionally, the steep computational demands of assembling 3D molecular datasets constrain the broader adoption of deep learning. This work aims to utilize the abundant 2D molecular graph datasets for pretraining a machine learning model, a step that involves initially training the model on a different task with a wealth of data before fine-tuning it for the target task of 3D conformation generation. We build on GeoMol, an end-to-end graph neural network (GNN) method for predicting atomic 3D structures and torsion angles. We examine the limitations of the GeoMol method and introduce new baselines to enhance molecular graph embeddings. Our computational results show that 2D molecular graph pretraining enhances the quality of generated 3D conformers, yielding a 7.7 % average improvement over state-of-the-art sequential methods. These advancements not only facilitate superior 3D conformation generation but also emphasize the potential of leveraging pretrained graph embeddings to boost performance in 3D chemical tasks with GNNs.",
            "URL": "https://www.sciencedirect.com/science/article/pii/S0098135424000401",
            "DOI": "10.1016/j.compchemeng.2024.108622",
            "journalAbbreviation": "Computers & Chemical Engineering",
            "author": [
                {
                    "family": "Alhamoud",
                    "given": "Kumail"
                },
                {
                    "family": "Ghunaim",
                    "given": "Yasir"
                },
                {
                    "family": "Alshehri",
                    "given": "Abdulelah S."
                },
                {
                    "family": "Li",
                    "given": "Guohao"
                },
                {
                    "family": "Ghanem",
                    "given": "Bernard"
                },
                {
                    "family": "You",
                    "given": "Fengqi"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2024,
                        4,
                        1
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/M4LECBMX",
            "type": "article-journal",
            "title": "Expanding the Horizons of Machine Learning in Nanomaterials to Chiral Nanostructures",
            "container-title": "Advanced Materials",
            "page": "2308912",
            "volume": "n/a",
            "issue": "n/a",
            "abstract": "Machine learning holds significant research potential in the field of nanotechnology, enabling nanomaterial structure and property predictions, facilitating materials design and discovery, and reducing the need for time-consuming and labor-intensive experiments and simulations. In contrast to their achiral counterparts, the application of machine learning for chiral nanomaterials is still in its infancy, with a limited number of publications to date. This is despite the great potential of machine learning to advance the development of new sustainable chiral materials with high values of optical activity, circularly polarized luminescence, and enantioselectivity, as well as for the analysis of structural chirality by electron microscopy. In this review, an analysis of machine learning methods used for studying achiral nanomaterials is provided, subsequently offering guidance on adapting and extending this work to chiral nanomaterials. An overview of chiral nanomaterials within the framework of synthesis–structure–property–application relationships is presented and insights on how to leverage machine learning for the study of these highly complex relationships are provided. Some key recent publications are reviewed and discussed on the application of machine learning for chiral nanomaterials. Finally, the review captures the key achievements, ongoing challenges, and the prospective outlook for this very important research field.",
            "URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/adma.202308912",
            "DOI": "10.1002/adma.202308912",
            "note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/adma.202308912",
            "language": "en",
            "author": [
                {
                    "family": "Kuznetsova",
                    "given": "Vera"
                },
                {
                    "family": "Coogan",
                    "given": "Áine"
                },
                {
                    "family": "Botov",
                    "given": "Dmitry"
                },
                {
                    "family": "Gromova",
                    "given": "Yulia"
                },
                {
                    "family": "Ushakova",
                    "given": "Elena V."
                },
                {
                    "family": "Gun'ko",
                    "given": "Yurii K."
                }
            ],
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/DK9ID8S4",
            "type": "article-journal",
            "title": "Improved decision making with similarity based machine learning: applications in chemistry",
            "container-title": "Machine Learning: Science and Technology",
            "page": "045043",
            "volume": "4",
            "issue": "4",
            "abstract": "Despite the fundamental progress in autonomous molecular and materials discovery, data scarcity throughout chemical compound space still severely hampers the use of modern ready-made machine learning models as they rely heavily on the paradigm, ‘the bigger the data the better’. Presenting similarity based machine learning (SML), we show an approach to select data and train a model on-the-fly for specific queries, enabling decision making in data scarce scenarios in chemistry. By solely relying on query and training data proximity to choose training points, only a fraction of data is necessary to converge to competitive performance. After introducing SML for the harmonic oscillator and the Rosenbrock function, we describe applications to scarce data scenarios in chemistry which include quantum mechanics based molecular design and organic synthesis planning. Finally, we derive a relationship between the intrinsic dimensionality and volume of feature space, governing the overall model accuracy.",
            "URL": "https://dx.doi.org/10.1088/2632-2153/ad0fa3",
            "DOI": "10.1088/2632-2153/ad0fa3",
            "note": "Publisher: IOP Publishing",
            "shortTitle": "Improved decision making with similarity based machine learning",
            "journalAbbreviation": "Mach. Learn.: Sci. Technol.",
            "language": "en",
            "author": [
                {
                    "family": "Lemm",
                    "given": "Dominik"
                },
                {
                    "family": "Rudorff",
                    "given": "Guido Falk von"
                },
                {
                    "family": "Lilienfeld",
                    "given": "O. Anatole von"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        12
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/38BQBVBK",
            "type": "article-journal",
            "title": "Molecular machine learning with conformer ensembles",
            "container-title": "Machine Learning: Science and Technology",
            "page": "035025",
            "volume": "4",
            "issue": "3",
            "abstract": "Virtual screening can accelerate drug discovery by identifying promising candidates for experimental evaluation. Machine learning is a powerful method for screening, as it can learn complex structure–property relationships from experimental data and make rapid predictions over virtual libraries. Molecules inherently exist as a three-dimensional ensemble and their biological action typically occurs through supramolecular recognition. However, most deep learning approaches to molecular property prediction use a 2D graph representation as input, and in some cases a single 3D conformation. Here we investigate how the 3D information of multiple conformers, traditionally known as 4D information in the cheminformatics community, can improve molecular property prediction in deep learning models. We introduce multiple deep learning models that expand upon key architectures such as ChemProp and SchNet, adding elements such as multiple-conformer inputs and conformer attention. We then benchmark the performance trade-offs of these models on 2D, 3D and 4D representations in the prediction of drug activity using a large training set of geometrically resolved molecules. The new architectures perform significantly better than 2D models, but their performance is often just as strong with a single conformer as with many. We also find that 4D deep learning models learn interpretable attention weights for each conformer.",
            "URL": "https://dx.doi.org/10.1088/2632-2153/acefa7",
            "DOI": "10.1088/2632-2153/acefa7",
            "note": "Publisher: IOP Publishing",
            "journalAbbreviation": "Mach. Learn.: Sci. Technol.",
            "language": "en",
            "author": [
                {
                    "family": "Axelrod",
                    "given": "Simon"
                },
                {
                    "family": "Gómez-Bombarelli",
                    "given": "Rafael"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        8
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/M32QFCB6",
            "type": "article-journal",
            "title": "Exploring exohedral functionalization of fullerene with automation and Neural Network Potential",
            "container-title": "Carbon",
            "page": "118180",
            "volume": "213",
            "abstract": "Exohedral functionalized fullerenes have shown superior physicochemical properties over pristine carbon cages. The functional groups could significantly improve solubility, electron affinity, and photoelectric properties. However, their numerous distribution patterns have long been puzzling for theoretical chemists, and there are unmet needs for tools to unveil their functionalization mechanism. This work automates the traditional stepwise model as well as various analysis workflows within an open-source package AutoSteper. Besides, a Neural Network Potential (NNP) is trained, validated, and proven to have great generalization ability and transferability. Several case studies are performed with AutoSteper to explore functionalization mechanisms, such as the selectivity and the functionalization pathway of a specific isomer, and the Stone-Wales Rearrangement (SWR) in co-crystallization systems. In addition, to reasonably narrow down the screen scope for giant nanoclusters, a new variant stepwise model is proposed. Fruitful scientific discoveries demonstrate that AutoSteper is capable of providing complete, comprehensive, and cost-effective analysis. With the combination of Automation and NNP, a data-driven research paradigm is realized for fullerene chemistry.",
            "URL": "https://www.sciencedirect.com/science/article/pii/S0008622323004256",
            "DOI": "10.1016/j.carbon.2023.118180",
            "journalAbbreviation": "Carbon",
            "author": [
                {
                    "family": "Liu",
                    "given": "Mingkang"
                },
                {
                    "family": "Han",
                    "given": "Yanbo"
                },
                {
                    "family": "Cheng",
                    "given": "Yonghong"
                },
                {
                    "family": "Zhao",
                    "given": "Xiang"
                },
                {
                    "family": "Zheng",
                    "given": "Hong"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        9,
                        1
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/AKSZZILK",
            "type": "article-journal",
            "title": "PhysNet meets CHARMM: A framework for routine machine learning/molecular mechanics simulations",
            "container-title": "The Journal of Chemical Physics",
            "page": "024125",
            "volume": "159",
            "issue": "2",
            "abstract": "Full-dimensional potential energy surfaces (PESs) based on machine learning (ML) techniques provide a means for accurate and efficient molecular simulations in the gas and condensed phase for various experimental observables ranging from spectroscopy to reaction dynamics. Here, the MLpot extension with PhysNet as the ML-based model for a PES is introduced into the newly developed pyCHARMM application programming interface. To illustrate the conception, validation, refining, and use of a typical workflow, para-chloro-phenol is considered as an example. The main focus is on how to approach a concrete problem from a practical perspective and applications to spectroscopic observables and the free energy for the –OH torsion in solution are discussed in detail. For the computed IR spectra in the fingerprint region, the computations for para-chloro-phenol in water are in good qualitative agreement with experiment carried out in CCl4. Moreover, relative intensities are largely consistent with experimental findings. The barrier for rotation of the –OH group increases from ∼3.5 kcal/mol in the gas phase to ∼4.1 kcal/mol from simulations in water due to favorable H-bonding interactions of the –OH group with surrounding water molecules.",
            "URL": "https://doi.org/10.1063/5.0155992",
            "DOI": "10.1063/5.0155992",
            "shortTitle": "PhysNet meets CHARMM",
            "journalAbbreviation": "The Journal of Chemical Physics",
            "author": [
                {
                    "family": "Song",
                    "given": "Kaisheng"
                },
                {
                    "family": "Käser",
                    "given": "Silvan"
                },
                {
                    "family": "Töpfer",
                    "given": "Kai"
                },
                {
                    "family": "Vazquez-Salazar",
                    "given": "Luis Itza"
                },
                {
                    "family": "Meuwly",
                    "given": "Markus"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        7,
                        12
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/3EV4DY25",
            "type": "article-journal",
            "title": "Regio-selectivity prediction with a machine-learned reaction representation and on-the-fly quantum mechanical descriptors",
            "container-title": "Chemical Science",
            "page": "2198-2208",
            "volume": "12",
            "issue": "6",
            "abstract": "Accurate and rapid evaluation of whether substrates can undergo the desired the transformation is crucial and challenging for both human knowledge and computer predictions. Despite the potential of machine learning in predicting chemical reactivity such as selectivity, popular feature engineering and learning methods are either time-consuming or data-hungry. We introduce a new method that combines machine-learned reaction representation with selected quantum mechanical descriptors to predict regio-selectivity in general substitution reactions. We construct a reactivity descriptor database based on ab initio calculations of 130k organic molecules, and train a multi-task constrained model to calculate demanded descriptors on-the-fly. The proposed platform enhances the inter/extra-polated performance for regio-selectivity predictions and enables learning from small datasets with just hundreds of examples. Furthermore, the proposed protocol is demonstrated to be generally applicable to a diverse range of chemical spaces. For three general types of substitution reactions (aromatic C–H functionalization, aromatic C–X substitution, and other substitution reactions) curated from a commercial database, the fusion model achieves 89.7%, 96.7%, and 97.2% top-1 accuracy in predicting the major outcome, respectively, each using 5000 training reactions. Using predicted descriptors, the fusion model is end-to-end, and requires approximately only 70 ms per reaction to predict the selectivity from reaction SMILES strings.",
            "URL": "https://pubs.rsc.org/en/content/articlelanding/2021/sc/d0sc04823b",
            "DOI": "10.1039/D0SC04823B",
            "note": "Publisher: The Royal Society of Chemistry",
            "journalAbbreviation": "Chem. Sci.",
            "language": "en",
            "author": [
                {
                    "family": "Guan",
                    "given": "Yanfei"
                },
                {
                    "family": "Coley",
                    "given": "Connor W."
                },
                {
                    "family": "Wu",
                    "given": "Haoyang"
                },
                {
                    "family": "Ranasinghe",
                    "given": "Duminda"
                },
                {
                    "family": "Heid",
                    "given": "Esther"
                },
                {
                    "family": "Struble",
                    "given": "Thomas J."
                },
                {
                    "family": "Pattanaik",
                    "given": "Lagnajit"
                },
                {
                    "family": "Green",
                    "given": "William H."
                },
                {
                    "family": "Jensen",
                    "given": "Klavs F."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2021,
                        2,
                        18
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/86ZDTQMU",
            "type": "article-journal",
            "title": "Reaction dynamics of Diels–Alder reactions from machine learned potentials",
            "container-title": "Physical Chemistry Chemical Physics",
            "page": "20820-20827",
            "volume": "24",
            "issue": "35",
            "abstract": "Recent advances in the development of reactive machine-learned potentials (MLPs) promise to transform reaction modelling. However, such methods have remained computationally expensive and limited to experts. Here, we employ different MLP methods (ACE, NequIP, GAP), combined with automated fitting and active learning, to study the reaction dynamics of representative Diels–Alder reactions. We demonstrate that the ACE and NequIP MLPs can consistently achieve chemical accuracy (±1 kcal mol−1) to the ground-truth surface with only a few hundred reference calculations. These strategies are shown to enable routine ab initio-quality classical and quantum dynamics, and obtain dynamical quantities such as product ratios and free energies from non-static methods. For ambimodal reactions, product distributions were found to be strongly dependent on the QM method and less so on the type of dynamics propagated.",
            "URL": "https://pubs.rsc.org/en/content/articlelanding/2022/cp/d2cp02978b",
            "DOI": "10.1039/D2CP02978B",
            "note": "Publisher: The Royal Society of Chemistry",
            "journalAbbreviation": "Phys. Chem. Chem. Phys.",
            "language": "en",
            "author": [
                {
                    "family": "Young",
                    "given": "Tom A."
                },
                {
                    "family": "Johnston-Wood",
                    "given": "Tristan"
                },
                {
                    "family": "Zhang",
                    "given": "Hanwen"
                },
                {
                    "family": "Duarte",
                    "given": "Fernanda"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2022,
                        9,
                        14
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/495W5FH6",
            "type": "article-journal",
            "title": "Pure non-local machine-learned density functional theory for electron correlation",
            "container-title": "Nature Communications",
            "page": "344",
            "volume": "12",
            "issue": "1",
            "abstract": "Density-functional theory (DFT) is a rigorous and (in principle) exact framework for the description of the ground state properties of atoms, molecules and solids based on their electron density. While computationally efficient density-functional approximations (DFAs) have become essential tools in computational chemistry, their (semi-)local treatment of electron correlation has a number of well-known pathologies, e.g. related to electron self-interaction. Here, we present a type of machine-learning (ML) based DFA (termed Kernel Density Functional Approximation, KDFA) that is pure, non-local and transferable, and can be efficiently trained with fully quantitative reference methods. The functionals retain the mean-field computational cost of common DFAs and are shown to be applicable to non-covalent, ionic and covalent interactions, as well as across different system sizes. We demonstrate their remarkable possibilities by computing the free energy surface for the protonated water dimer at hitherto unfeasible gold-standard coupled cluster quality on a single commodity workstation.",
            "URL": "https://www.nature.com/articles/s41467-020-20471-y",
            "DOI": "10.1038/s41467-020-20471-y",
            "note": "Number: 1\nPublisher: Nature Publishing Group",
            "journalAbbreviation": "Nat Commun",
            "language": "en",
            "author": [
                {
                    "family": "Margraf",
                    "given": "Johannes T."
                },
                {
                    "family": "Reuter",
                    "given": "Karsten"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2021,
                        1,
                        12
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/NISEJSS6",
            "type": "article-journal",
            "title": "ASBase: The universal database for aggregate science",
            "container-title": "Aggregate",
            "page": "e263",
            "volume": "4",
            "issue": "1",
            "abstract": "This paper reports the first universal and versatile database on aggregate materials for the field of aggregate science research. At the current stage, the database (http://119.91.135.188:8080/) contains over 1000 entries of organic aggregate material systems (mainly luminescent systems at the current stage) with a unique data structure which is designed particularly for aggregate materials and containing the photophysics and physicochemical properties of the compounds in different statuses of aggregation, including dilute solution form, pristine solid-state, stable crystalline, and nanoaggregates formed in solvents. The web-based interface of the database provided functions to index, search, manipulate, fetch and deposit data entries. In addition, a background calculation service optimizes the chemical structure of new entries on different levels of accuracies. The database also provided background API for interactive developments of prediction or regression models based on machine-learning algorithms.",
            "URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/agt2.263",
            "DOI": "10.1002/agt2.263",
            "note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/agt2.263",
            "shortTitle": "ASBase",
            "language": "en",
            "author": [
                {
                    "family": "Gong",
                    "given": "Junyi"
                },
                {
                    "family": "Gong",
                    "given": "Wanjun"
                },
                {
                    "family": "Wu",
                    "given": "Bo"
                },
                {
                    "family": "Wang",
                    "given": "Haoran"
                },
                {
                    "family": "He",
                    "given": "Wei"
                },
                {
                    "family": "Dai",
                    "given": "Zhongyang"
                },
                {
                    "family": "Li",
                    "given": "Yangzhong"
                },
                {
                    "family": "Liu",
                    "given": "Yong"
                },
                {
                    "family": "Wang",
                    "given": "Zhiming"
                },
                {
                    "family": "Tuo",
                    "given": "Xiaojun"
                },
                {
                    "family": "Lam",
                    "given": "Jacky W.Y."
                },
                {
                    "family": "Qiu",
                    "given": "Zijie"
                },
                {
                    "family": "Zhao",
                    "given": "Zheng"
                },
                {
                    "family": "Tang",
                    "given": "Ben Zhong"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/5KG5CEC9",
            "type": "article-journal",
            "title": "Physics-inspired machine learning of localized intensive properties",
            "container-title": "Chemical Science",
            "page": "4913-4922",
            "volume": "14",
            "issue": "18",
            "abstract": "Machine learning (ML) has been widely applied to chemical property prediction, most prominently for the energies and forces in molecules and materials. The strong interest in predicting energies in particular has led to a ‘local energy’-based paradigm for modern atomistic ML models, which ensures size-extensivity and a linear scaling of computational cost with system size. However, many electronic properties (such as excitation energies or ionization energies) do not necessarily scale linearly with system size and may even be spatially localized. Using size-extensive models in these cases can lead to large errors. In this work, we explore different strategies for learning intensive and localized properties, using HOMO energies in organic molecules as a representative test case. In particular, we analyze the pooling functions that atomistic neural networks use to predict molecular properties, and suggest an orbital weighted average (OWA) approach that enables the accurate prediction of orbital energies and locations.",
            "URL": "https://pubs.rsc.org/en/content/articlelanding/2023/sc/d3sc00841j",
            "DOI": "10.1039/D3SC00841J",
            "note": "Publisher: The Royal Society of Chemistry",
            "journalAbbreviation": "Chem. Sci.",
            "language": "en",
            "author": [
                {
                    "family": "Chen",
                    "given": "Ke"
                },
                {
                    "family": "Kunkel",
                    "given": "Christian"
                },
                {
                    "family": "Cheng",
                    "given": "Bingqing"
                },
                {
                    "family": "Reuter",
                    "given": "Karsten"
                },
                {
                    "family": "Margraf",
                    "given": "Johannes T."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        5,
                        10
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/EZ2XZM53",
            "type": "article-journal",
            "title": "Reaction dynamics on amorphous solid water surfaces using interatomic machine-learned potentials - Microscopic energy partition revealed from the P + H → PH reaction",
            "container-title": "Astronomy & Astrophysics",
            "page": "A51",
            "volume": "673",
            "abstract": "<i>Context.<i/> Energy redistribution after a chemical reaction is one of the few mechanisms that can explain the diffusion and desorption of molecules which require more energy than the thermal energy available in quiescent molecular clouds (10 K). This energy distribution can be important in phosphorous hydrides, elusive yet fundamental molecules for interstellar prebiotic chemistry.<i>Aims<i/>. Our goal with this study is to use state-of-the-art methods to determine the fate of the chemical energy in the simplest phosphorous hydride reaction.<i>Methods<i/>. We studied the reaction dynamics of the P + H → PH reaction on amorphous solid water, a reaction of astrophysical interest, using ab initio molecular dynamics with atomic forces evaluated by a neural network interatomic potential.<i>Results<i/>. We found that the exact nature of the initial phosphorous binding sites is less relevant for the energy dissipation process because the nascent PH molecule rapidly migrates to sites with higher binding energy after the reaction. Non-thermal diffusion and desorption after reaction were observed and occurred early in the dynamics, essentially decoupled from the dissipation of the chemical reaction energy. From an extensive sampling of on-site reactions, we constrained the average dissipated reaction energy within the simulation time (50 ps) to be between 50 and 70%. Most importantly, the fraction of translational energy acquired by the formed molecule was found to be mostly between 1 and 5%.<i>Conclusions<i/>. Including these values, specifically for the test cases of 2% and 5% of translational energy conversion, in astrochemical models, reveals very low gas-phase abundances of PH<sub><i>x<i/><sub/> molecules and reflects that considering binding energy distributions is paramount to correctly merging microscopic and macroscopic modelling of non-thermal surface astrochemical processes. Finally, we found that PD molecules dissipate more of the reaction energy. This effect can be relevant for the deuterium fractionation and preferential distillation of molecules in the interstellar medium.",
            "URL": "https://www.aanda.org/articles/aa/abs/2023/05/aa46073-23/aa46073-23.html",
            "DOI": "10.1051/0004-6361/202346073",
            "note": "Publisher: EDP Sciences",
            "journalAbbreviation": "A&A",
            "language": "en",
            "author": [
                {
                    "family": "Molpeceres",
                    "given": "G."
                },
                {
                    "family": "Zaverkin",
                    "given": "V."
                },
                {
                    "family": "Furuya",
                    "given": "K."
                },
                {
                    "family": "Aikawa",
                    "given": "Y."
                },
                {
                    "family": "Kästner",
                    "given": "J."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        5,
                        1
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/JPKPGXWU",
            "type": "article-journal",
            "title": "Symmetry-Induced Singlet-Triplet Inversions in Non-Alternant Hydrocarbons**",
            "container-title": "Angewandte Chemie International Edition",
            "page": "e202218156",
            "volume": "62",
            "issue": "15",
            "abstract": "Molecules with inversion of the singlet and triplet excited-state energies are highly promising for the development of organic light-emitting diodes (OLEDs). To date, azaphenalenes are the only class of molecules where these inversions have been identified. Here, we screen a curated database of organic crystal structures to identify existing compounds for violations of Hund's rule in the lowest excited states. We identify two further classes with this behavior. The first, a class of zwitterions, has limited relevance to molecular emitters as the singlet-triplet inversions occur in the third excited singlet state. The second class consists of two D2h-symmetry non-alternant hydrocarbons, a fused azulene dimer and a bicalicene, whose lowest excited singlet states violate Hund's rule. Due to the connectivity of the polycyclic structure, they achieve this symmetry through aromatic stabilization. These hydrocarbons show promise as the next generation of building blocks for OLED emitters.",
            "URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/anie.202218156",
            "DOI": "10.1002/anie.202218156",
            "note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/anie.202218156",
            "language": "en",
            "author": [
                {
                    "family": "Terence Blaskovits",
                    "given": "J."
                },
                {
                    "family": "Garner",
                    "given": "Marc H."
                },
                {
                    "family": "Corminboeuf",
                    "given": "Clémence"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/7LMUNWU4",
            "type": "article-journal",
            "title": "The most common linkers in bioactive molecules and their bioisosteric replacement network",
            "container-title": "Bioorganic & Medicinal Chemistry",
            "page": "117194",
            "volume": "81",
            "abstract": "Structures of the large majority of bioactive molecules are composed of several rings that are decorated by substituents and connected by linkers. While numerous cheminformatics studies focusing on rings and substituents are available, practically nothing has been published about the third important structural constituent of bioactive molecules - the linkers. The current study attempts to fill this gap. The most common linkers present in bioactive molecules are identified, their properties analyzed and a method for linker similarity search introduced. The bioisosteric replacement network of linkers is generated based on a large corpus of structure–activity data from medicinal chemistry literature. The results are presented in a graphical form and the underlying data are also made available for download. This analysis is intended to help medicinal chemists to better understand the role of linkers, particularly heterocyclic rings in bioactive molecules and to select an optimal set of linkers in their future project.",
            "URL": "https://www.sciencedirect.com/science/article/pii/S0968089623000421",
            "DOI": "10.1016/j.bmc.2023.117194",
            "journalAbbreviation": "Bioorganic & Medicinal Chemistry",
            "author": [
                {
                    "family": "Ertl",
                    "given": "Peter"
                },
                {
                    "family": "Altmann",
                    "given": "Eva"
                },
                {
                    "family": "Racine",
                    "given": "Sophie"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        3,
                        1
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/L89ZATIH",
            "type": "article-journal",
            "title": "Blind prediction of toluene/water partition coefficients using COSMO-RS: results from the SAMPL9 challenge",
            "container-title": "Physical Chemistry Chemical Physics",
            "page": "31683-31691",
            "volume": "25",
            "issue": "46",
            "abstract": "Accurately predicting partition coefficients log P is crucial for reducing costs and accelerating drug design as it provides valuable information about the bioavailability, pharmacokinetics, and toxicity of different drug candidates. However, the performance of the existing methods is ambiguous, making it unclear whether these methods can be effectively utilized in drug discovery. To assess the performance of these methods, a series of SAMPL challenges have been conducted over the past few years, aiming to enable the development and validation of predictive models. In this study, we present two independent contributions to the SAMPL9 challenge for predicting the toluene/water partition coefficients for 16 molecules. Both submissions, A and B, use the COSMO-RS approach, albeit in slightly different procedures, to compute the transfer free energies from water to toluene of the molecules presented in the challenge, and consequently, their corresponding log P values. Based on the results, COSMO-RS submission A achieves the top position with an R2 value of 0.93 while it ranks second in terms of root-mean-square error (RMSE) with a value of 1.23 log P units. COSMO-RS submission B achieves an R2 value of 0.83 and an RMSE value of 1.48 log P units. Following the challenge, we predict the log P values using a neural network model, which was pre-trained on COSMO-RS data achieving an R2 of 0.92 and RMSE of 1.04 log P units. Compared to previous SAMPL challenges, all contributions displayed large deviations in predicting the toluene/water partition coefficient. These large deviations emphasize that further research is needed to develop accurate and reliable methods for modeling solvent effects on small molecule transfer-free energies.",
            "URL": "https://pubs.rsc.org/en/content/articlelanding/2023/cp/d3cp04077a",
            "DOI": "10.1039/D3CP04077A",
            "note": "Publisher: The Royal Society of Chemistry",
            "shortTitle": "Blind prediction of toluene/water partition coefficients using COSMO-RS",
            "journalAbbreviation": "Phys. Chem. Chem. Phys.",
            "language": "en",
            "author": [
                {
                    "family": "Nevolianis",
                    "given": "Thomas"
                },
                {
                    "family": "Ahmed",
                    "given": "Raja A."
                },
                {
                    "family": "Hellweg",
                    "given": "Arnim"
                },
                {
                    "family": "Diedenhofen",
                    "given": "Michael"
                },
                {
                    "family": "Leonhard",
                    "given": "Kai"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        11,
                        29
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/6CSX9NIX",
            "type": "article-journal",
            "title": "Predicting Critical Properties and Acentric Factors of Fluids Using Multitask Machine Learning",
            "container-title": "Journal of Chemical Information and Modeling",
            "page": "4574-4588",
            "volume": "63",
            "issue": "15",
            "abstract": "Knowledge of critical properties, such as critical temperature, pressure, density, as well as acentric factor, is essential to calculate thermo-physical properties of chemical compounds. Experiments to determine critical properties and acentric factors are expensive and time intensive; therefore, we developed a machine learning (ML) model that can predict these molecular properties given the SMILES representation of a chemical species. We explored directed message passing neural network (D-MPNN) and graph attention network as ML architecture choices. Additionally, we investigated featurization with additional atomic and molecular features, multitask training, and pretraining using estimated data to optimize model performance. Our final model utilizes a D-MPNN layer to learn the molecular representation and is supplemented by Abraham parameters. A multitask training scheme was used to train a single model to predict all the critical properties and acentric factors along with boiling point, melting point, enthalpy of vaporization, and enthalpy of fusion. The model was evaluated on both random and scaffold splits where it shows state-of-the-art accuracies. The extensive data set of critical properties and acentric factors contains 1144 chemical compounds and is made available in the public domain together with the source code that can be used for further exploration.",
            "URL": "https://doi.org/10.1021/acs.jcim.3c00546",
            "DOI": "10.1021/acs.jcim.3c00546",
            "note": "Publisher: American Chemical Society",
            "journalAbbreviation": "J. Chem. Inf. Model.",
            "author": [
                {
                    "family": "Biswas",
                    "given": "Sayandeep"
                },
                {
                    "family": "Chung",
                    "given": "Yunsie"
                },
                {
                    "family": "Ramirez",
                    "given": "Josephine"
                },
                {
                    "family": "Wu",
                    "given": "Haoyang"
                },
                {
                    "family": "Green",
                    "given": "William H."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        8,
                        14
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/ZR3QQDJB",
            "type": "article-journal",
            "title": "Machine learning activation energies of chemical reactions",
            "container-title": "WIREs Computational Molecular Science",
            "page": "e1593",
            "volume": "12",
            "issue": "4",
            "abstract": "Application of machine learning (ML) to the prediction of reaction activation barriers is a new and exciting field for these algorithms. The works covered here are specifically those in which ML is trained to predict the activation energies of homogeneous chemical reactions, where the activation energy is given by the energy difference between the reactants and transition state of a reaction. Particular attention is paid to works that have applied ML to directly predict reaction activation energies, the limitations that may be found in these studies, and where comparisons of different types of chemical features for ML models have been made. Also explored are models that have been able to obtain high predictive accuracies, but with reduced datasets, using the Gaussian process regression ML model. In these studies, the chemical reactions for which activation barriers are modeled include those involving small organic molecules, aromatic rings, and organometallic catalysts. Also provided are brief explanations of some of the most popular types of ML models used in chemistry, as a beginner's guide for those unfamiliar. This article is categorized under: Structure and Mechanism > Reaction Mechanisms and Catalysis Computer and Information Science > Visualization",
            "URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/wcms.1593",
            "DOI": "10.1002/wcms.1593",
            "note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/wcms.1593",
            "language": "en",
            "author": [
                {
                    "family": "Lewis-Atwell",
                    "given": "Toby"
                },
                {
                    "family": "Townsend",
                    "given": "Piers A."
                },
                {
                    "family": "Grayson",
                    "given": "Matthew N."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2022
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        13
                    ]
                ]
            }
        },
        {
            "id": "16708940/W9QB7L9K",
            "type": "article-journal",
            "title": "OSCAR: an extensive repository of chemically and functionally diverse organocatalysts",
            "container-title": "Chemical Science",
            "page": "13782-13794",
            "volume": "13",
            "issue": "46",
            "abstract": "The automated construction of datasets has become increasingly relevant in computational chemistry. While transition-metal catalysis has greatly benefitted from bottom-up or top-down strategies for the curation of organometallic complexes libraries, the field of organocatalysis is mostly dominated by case-by-case studies, with a lack of transferable data-driven tools that facilitate both the exploration of a wider range of catalyst space and the optimization of reaction properties. For these reasons, we introduce OSCAR, a repository of 4000 experimentally derived organocatalysts along with their corresponding building blocks and combinatorially enriched structures. We outline the fragment-based approach used for database generation and showcase the chemical diversity, in terms of functions and molecular properties, covered in OSCAR. The structures and corresponding stereoelectronic properties are publicly available (https://archive.materialscloud.org/record/2022.106) and constitute the starting point to build generative and predictive models for organocatalyst performance.",
            "URL": "https://pubs.rsc.org/en/content/articlelanding/2022/sc/d2sc04251g",
            "DOI": "10.1039/D2SC04251G",
            "note": "Publisher: The Royal Society of Chemistry",
            "shortTitle": "OSCAR",
            "journalAbbreviation": "Chem. Sci.",
            "language": "en",
            "author": [
                {
                    "family": "Gallarati",
                    "given": "Simone"
                },
                {
                    "family": "Gerwen",
                    "given": "Puck van"
                },
                {
                    "family": "Laplaza",
                    "given": "Ruben"
                },
                {
                    "family": "Vela",
                    "given": "Sergi"
                },
                {
                    "family": "Fabrizio",
                    "given": "Alberto"
                },
                {
                    "family": "Corminboeuf",
                    "given": "Clemence"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2022,
                        11,
                        30
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/FSF8A4UG",
            "type": "article-journal",
            "title": "Effect of molecular representation on deep learning performance for prediction of molecular electronic properties",
            "container-title": "Bulletin of the Korean Chemical Society",
            "page": "645-649",
            "volume": "43",
            "issue": "5",
            "abstract": "Deep learning (DL) can be a useful approach to molecular applications such as the organic light-emitting diode (OLED) development via high-throughput virtual screening. Various representations have been proposed to incorporate molecular structures in DL methods. However, it is yet to be clear which one would be better for accurate prediction of molecular electronic properties. Here, we carried out a comparative study on the performance of four widely used molecular representations to elucidate an optimal solution for DL applications to OLED materials. We implemented six DL models based on the four representations and assessed their accuracies in the prediction of the electronic properties of thermally activated delayed fluorescence (TADF) molecules. The attention gated graph neural network based on molecular graphs showed the highest accuracy for test sets and TADF candidates. Therefore, the molecular graph can be used as an optimal representation to predict the TADF-related molecular properties.",
            "URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/bkcs.12516",
            "DOI": "10.1002/bkcs.12516",
            "note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/bkcs.12516",
            "language": "en",
            "author": [
                {
                    "family": "Kim",
                    "given": "Jun Hyeong"
                },
                {
                    "family": "Kim",
                    "given": "Hyeonsu"
                },
                {
                    "family": "Kim",
                    "given": "Woo Youn"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2022
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/ISCFKRY9",
            "type": "article-journal",
            "title": "Multi-fidelity prediction of molecular optical peaks with deep learning",
            "container-title": "Chemical Science",
            "page": "1152-1162",
            "volume": "13",
            "issue": "4",
            "abstract": "Optical properties are central to molecular design for many applications, including solar cells and biomedical imaging. A variety of ab initio and statistical methods have been developed for their prediction, each with a trade-off between accuracy, generality, and cost. Existing theoretical methods such as time-dependent density functional theory (TD-DFT) are generalizable across chemical space because of their robust physics-based foundations but still exhibit random and systematic errors with respect to experiment despite their high computational cost. Statistical methods can achieve high accuracy at a lower cost, but data sparsity and unoptimized molecule and solvent representations often limit their ability to generalize. Here, we utilize directed message passing neural networks (D-MPNNs) to represent both dye molecules and solvents for predictions of molecular absorption peaks in solution. Additionally, we demonstrate a multi-fidelity approach based on an auxiliary model trained on over 28 000 TD-DFT calculations that further improves accuracy and generalizability, as shown through rigorous splitting strategies. Combining several openly-available experimental datasets, we benchmark these methods against a state-of-the-art regression tree algorithm and compare the D-MPNN solvent representation to several alternatives. Finally, we explore the interpretability of the learned representations using dimensionality reduction and evaluate the use of ensemble variance as an estimator of the epistemic uncertainty in our predictions of molecular peak absorption in solution. The prediction methods proposed herein can be integrated with active learning, generative modeling, and experimental workflows to enable the more rapid design of molecules with targeted optical properties.",
            "URL": "https://pubs.rsc.org/en/content/articlelanding/2022/sc/d1sc05677h",
            "DOI": "10.1039/D1SC05677H",
            "note": "Publisher: The Royal Society of Chemistry",
            "journalAbbreviation": "Chem. Sci.",
            "language": "en",
            "author": [
                {
                    "family": "Greenman",
                    "given": "Kevin P."
                },
                {
                    "family": "Green",
                    "given": "William H."
                },
                {
                    "family": "Gómez-Bombarelli",
                    "given": "Rafael"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2022,
                        1,
                        26
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/FZ7IPVRR",
            "type": "article-journal",
            "title": "NNAIMQ: A neural network model for predicting QTAIM charges",
            "container-title": "The Journal of Chemical Physics",
            "page": "014112",
            "volume": "156",
            "issue": "1",
            "abstract": "Atomic charges provide crucial information about the electronic structure of a molecular system. Among the different definitions of these descriptors, the one proposed by the Quantum Theory of Atoms in Molecules (QTAIM) is particularly attractive given its invariance against orbital transformations although the computational cost associated with their calculation limits its applicability. Given that Machine Learning (ML) techniques have been shown to accelerate orders of magnitude the computation of a number of quantum mechanical observables, in this work, we take advantage of ML knowledge to develop an intuitive and fast neural network model (NNAIMQ) for the computation of QTAIM charges for C, H, O, and N atoms with high accuracy. Our model has been trained and tested using data from quantum chemical calculations in more than 45 000 molecular environments of the near-equilibrium CHON chemical space. The reliability and performance of NNAIMQ have been analyzed in a variety of scenarios, from equilibrium geometries to molecular dynamics simulations. Altogether, NNAIMQ yields remarkably small prediction errors, well below the 0.03 electron limit in the general case, while accelerating the calculation of QTAIM charges by several orders of magnitude.",
            "URL": "https://doi.org/10.1063/5.0076896",
            "DOI": "10.1063/5.0076896",
            "shortTitle": "NNAIMQ",
            "journalAbbreviation": "The Journal of Chemical Physics",
            "author": [
                {
                    "family": "Gallegos",
                    "given": "Miguel"
                },
                {
                    "family": "Guevara-Vela",
                    "given": "José Manuel"
                },
                {
                    "family": "Pendás",
                    "given": "Ángel Martín"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2022,
                        1,
                        4
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/IBIR8AWI",
            "type": "paper-conference",
            "title": "Search for Zinc Complexes with High Affinity in Pyrazinamidase from Mycobacterium Tuberculosis Resistant to Pyrazinamide",
            "container-title": "Advances in Bioinformatics and Computational Biology",
            "collection-title": "Lecture Notes in Computer Science",
            "publisher": "Springer Nature Switzerland",
            "publisher-place": "Cham",
            "page": "109-120",
            "event-place": "Cham",
            "abstract": "Tuberculosis is an ancient and current disease. Resistance to the prodrug pyrazinamide (PZA), one of the most important antituberculosis drug, is often associated with various mutations in the pncA gene that expresses the metalloenzyme pyrazinamidase (PZase). Some hard and intermediate acids, such as Co(II), Mn(II), and Zn(II), showed the ability to partially recover the susceptibility to PZA in resistant strains. In this work, we investigate the affinity that zinc complexes can achieve in the PZase protein with a low affinity for pyrazinamide. First, we select the PZase mutant with the best resistance profile to PZA using the web-server SUSPECT-PZA and a home-made script. Then we use the tmQM database, which contains 86,665 metal complexes with crystallographic structures and quantum descriptors, to search for zinc complexes with high affinity for PZase. Out of 5867 Zn complexes, 100 with lower dipole moment, higher hardness and lower HOMO energy were selected. Molecular docking studies using (a) empirical scoring functions (SF) and (b) SF based on machine learning, allowed us to find complexes such as BUXZUQ, FEQTUS or DOSQUA that have higher affinity for PZase than PZA. These Zn complexes not only exhibit higher global reactivity compared to PZA, but are also very similar to each other, and to a lesser degree their organic part is also similar to that of PZA. The compounds we have reported can serve as a basis for the design of new antituberculosis metallodrugs.",
            "DOI": "10.1007/978-3-031-21175-1_12",
            "ISBN": "978-3-031-21175-1",
            "language": "en",
            "author": [
                {
                    "family": "Alvarado-Huayhuaz",
                    "given": "Jesus Antonio"
                },
                {
                    "family": "Talaverano-Rojas",
                    "given": "Daniel Alonso"
                },
                {
                    "family": "Quispe",
                    "given": "Reneé Isabel Huamán"
                },
                {
                    "family": "Balboni",
                    "given": "Maurício Dorneles Caldeira"
                },
                {
                    "family": "Arce",
                    "given": "Oscar Emilio Arrúa"
                },
                {
                    "family": "Werhli",
                    "given": "Adriano Velasque"
                },
                {
                    "family": "Machado",
                    "given": "Karina dos Santos"
                },
                {
                    "family": "Valderrama-Negrón",
                    "given": "Ana Cecilia"
                }
            ],
            "editor": [
                {
                    "family": "Scherer",
                    "given": "Nicole M."
                },
                {
                    "family": "de Melo-Minardi",
                    "given": "Raquel C."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2022
                    ]
                ]
            }
        },
        {
            "id": "16708940/HURN2AL2",
            "type": "article-journal",
            "title": "Efficient training of ANN potentials by including atomic forces via Taylor expansion and application to water and a transition-metal oxide",
            "container-title": "npj Computational Materials",
            "page": "1-14",
            "volume": "6",
            "issue": "1",
            "abstract": "Artificial neural network (ANN) potentials enable the efficient large-scale atomistic modeling of complex materials with near first-principles accuracy. For molecular dynamics simulations, accurate energies and interatomic forces are a prerequisite, but training ANN potentials simultaneously on energies and forces from electronic structure calculations is computationally demanding. Here, we introduce an efficient alternative method for the training of ANN potentials on energy and force information, based on an extrapolation of the total energy via a Taylor expansion. By translating the force information to approximate energies, the quadratic scaling with the number of atoms exhibited by conventional force-training methods can be avoided, which enables the training on reference datasets containing complex atomic structures. We demonstrate for different materials systems, clusters of water molecules, bulk liquid water, and a lithium transition-metal oxide that the proposed force-training approach provides substantial improvements over schemes that train on energies only. Including force information for training reduces the size of the reference datasets required for ANN potential construction, increases the transferability of the potential, and generally improves the force prediction accuracy. For a set of water clusters, the Taylor-expansion approach achieves around 50% of the force error improvement compared to the explicit training on all force components, at a much smaller computational cost. The alternative force-training approach thus simplifies the construction of general ANN potentials for the prediction of accurate energies and interatomic forces for diverse types of materials, as demonstrated here for water and a transition-metal oxide.",
            "URL": "https://www.nature.com/articles/s41524-020-0323-8",
            "DOI": "10.1038/s41524-020-0323-8",
            "note": "Number: 1\nPublisher: Nature Publishing Group",
            "journalAbbreviation": "npj Comput Mater",
            "language": "en",
            "author": [
                {
                    "family": "Cooper",
                    "given": "April M."
                },
                {
                    "family": "Kästner",
                    "given": "Johannes"
                },
                {
                    "family": "Urban",
                    "given": "Alexander"
                },
                {
                    "family": "Artrith",
                    "given": "Nongnuch"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2020,
                        5,
                        13
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/FBXYTH7G",
            "type": "article-journal",
            "title": "Neural-network assisted study of nitrogen atom dynamics on amorphous solid water – I. adsorption and desorption",
            "container-title": "Monthly Notices of the Royal Astronomical Society",
            "page": "1373-1384",
            "volume": "499",
            "issue": "1",
            "abstract": "Dynamics of adsorption and desorption of (4S)-N on amorphous solid water are analysed using molecular dynamic simulations. The underlying potential energy surface was provided by machine-learned interatomic potentials. Binding energies confirm the latest available theoretical and experimental results. The nitrogen sticking coefficient is close to unity at dust temperatures of 10 K but decreases at higher temperatures. We estimate a desorption time-scale of 1 μs at 28 K. The estimated time-scale allows chemical processes mediated by diffusion to happen before desorption, even at higher temperatures. We found that the energy dissipation process after a sticking event happens on the picosecond time-scale at dust temperatures of 10 K, even for high energies of the incoming adsorbate. Our approach allows the simulation of large systems for reasonable time-scales at an affordable computational cost and ab initio accuracy. Moreover, it is generally applicable for the study of adsorption dynamics of interstellar radicals on dust surfaces.",
            "URL": "https://doi.org/10.1093/mnras/staa2891",
            "DOI": "10.1093/mnras/staa2891",
            "journalAbbreviation": "Monthly Notices of the Royal Astronomical Society",
            "author": [
                {
                    "family": "Molpeceres",
                    "given": "Germán"
                },
                {
                    "family": "Zaverkin",
                    "given": "Viktor"
                },
                {
                    "family": "Kästner",
                    "given": "Johannes"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2020,
                        10,
                        22
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/Z9M59GQ2",
            "type": "article-journal",
            "title": "Molecular generation targeting desired electronic properties via deep generative models",
            "container-title": "Nanoscale",
            "page": "6744-6758",
            "volume": "12",
            "issue": "12",
            "abstract": "As we seek to discover new functional materials, we need ways to explore the vast chemical space of precursor building blocks, not only generating large numbers of possible building blocks to investigate, but trying to find non-obvious options, that we might not suggest by chemical experience alone. Artificial intelligence techniques provide a possible avenue to generate large numbers of organic building blocks for functional materials, and can even do so from very small initial libraries of known building blocks. Specifically, we demonstrate the application of deep recurrent neural networks for the exploration of the chemical space of building blocks for a test case of donor–acceptor oligomers with specific electronic properties. The recurrent neural network learned how to produce novel donor–acceptor oligomers by trading off between selected atomic substitutions, such as halogenation or methylation, and molecular features such as the oligomer's size. The electronic and structural properties of the generated oligomers can be tuned by sampling from different subsets of the training database, which enabled us to enrich the library of donor–acceptors towards desired properties. We generated approximately 1700 new donor–acceptor oligomers with a recurrent neural network tuned to target oligomers with a HOMO–LUMO gap <2 eV and a dipole moment <2 Debye, which could have potential application in organic photovoltaics.",
            "URL": "https://pubs.rsc.org/en/content/articlelanding/2020/nr/c9nr10687a",
            "DOI": "10.1039/C9NR10687A",
            "note": "Publisher: The Royal Society of Chemistry",
            "journalAbbreviation": "Nanoscale",
            "language": "en",
            "author": [
                {
                    "family": "Yuan",
                    "given": "Qi"
                },
                {
                    "family": "Santana-Bonilla",
                    "given": "Alejandro"
                },
                {
                    "family": "Zwijnenburg",
                    "given": "Martijn A."
                },
                {
                    "family": "Jelfs",
                    "given": "Kim E."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2020,
                        3,
                        27
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        2,
                        16
                    ]
                ]
            }
        },
        {
            "id": "16708940/7JJILKWG",
            "type": "article-journal",
            "title": "Evolutionary Monte Carlo of QM Properties in Chemical Space: Electrolyte Design",
            "container-title": "Journal of Chemical Theory and Computation",
            "page": "8861-8870",
            "volume": "19",
            "issue": "23",
            "abstract": "Optimizing a target function over the space of organic molecules is an important problem appearing in many fields of applied science but also a very difficult one due to the vast number of possible molecular systems. We propose an evolutionary Monte Carlo algorithm for solving such problems which is capable of straightforwardly tuning both exploration and exploitation characteristics of an optimization procedure while retaining favorable properties of genetic algorithms. The method, dubbed MOSAiCS (Metropolis Optimization by Sampling Adaptively in Chemical Space), is tested on problems related to optimizing components of battery electrolytes, namely, minimizing solvation energy in water or maximizing dipole moment while enforcing a lower bound on the HOMO–LUMO gap; optimization was carried out over sets of molecular graphs inspired by QM9 and Electrolyte Genome Project (EGP) data sets. MOSAiCS reliably generated molecular candidates with good target quantity values, which were in most cases better than the ones found in QM9 or EGP. While the optimization results presented in this work sometimes required up to 106 QM calculations and were thus feasible only thanks to computationally efficient ab initio approximations of properties of interest, we discuss possible strategies for accelerating MOSAiCS using machine learning approaches.",
            "URL": "https://doi.org/10.1021/acs.jctc.3c00822",
            "DOI": "10.1021/acs.jctc.3c00822",
            "note": "Publisher: American Chemical Society",
            "shortTitle": "Evolutionary Monte Carlo of QM Properties in Chemical Space",
            "journalAbbreviation": "J. Chem. Theory Comput.",
            "author": [
                {
                    "family": "Karandashev",
                    "given": "Konstantin"
                },
                {
                    "family": "Weinreich",
                    "given": "Jan"
                },
                {
                    "family": "Heinen",
                    "given": "Stefan"
                },
                {
                    "family": "Arismendi Arrieta",
                    "given": "Daniel Jose"
                },
                {
                    "family": "von Rudorff",
                    "given": "Guido Falk"
                },
                {
                    "family": "Hermansson",
                    "given": "Kersti"
                },
                {
                    "family": "von Lilienfeld",
                    "given": "O. Anatole"
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        12,
                        12
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        1,
                        27
                    ]
                ]
            }
        },
        {
            "id": "16708940/YZ5M2BCZ",
            "type": "article-journal",
            "title": "Applying Large Graph Neural Networks to Predict Transition Metal Complex Energies Using the tmQM_wB97MV Data Set",
            "container-title": "Journal of Chemical Information and Modeling",
            "page": "7642-7654",
            "volume": "63",
            "issue": "24",
            "abstract": "Machine learning (ML) methods have shown promise for discovering novel catalysts but are often restricted to specific chemical domains. Generalizable ML models require large and diverse training data sets, which exist for heterogeneous catalysis but not for homogeneous catalysis. The tmQM data set, which contains properties of 86,665 transition metal complexes calculated at the TPSSh/def2-SVP level of density functional theory (DFT), provided a promising training data set for homogeneous catalyst systems. However, we find that ML models trained on tmQM consistently underpredict the energies of a chemically distinct subset of the data. To address this, we present the tmQM_wB97MV data set, which filters out several structures in tmQM found to be missing hydrogens and recomputes the energies of all other structures at the ωB97M-V/def2-SVPD level of DFT. ML models trained on tmQM_wB97MV show no pattern of consistently incorrect predictions and much lower errors than those trained on tmQM. The ML models tested on tmQM_wB97MV were, from best to worst, GemNet-T > PaiNN ≈ SpinConv > SchNet. Performance consistently improves when using only neutral structures instead of the entire data set. However, while models saturate with only neutral structures, more data continue to improve the models when including charged species, indicating the importance of accurately capturing a range of oxidation states in future data generation and model development. Furthermore, a fine-tuning approach in which weights were initialized from models trained on OC20 led to drastic improvements in model performance, indicating transferability between ML strategies of heterogeneous and homogeneous systems.",
            "URL": "https://doi.org/10.1021/acs.jcim.3c01226",
            "DOI": "10.1021/acs.jcim.3c01226",
            "note": "Publisher: American Chemical Society",
            "journalAbbreviation": "J. Chem. Inf. Model.",
            "author": [
                {
                    "family": "Garrison",
                    "given": "Aaron G."
                },
                {
                    "family": "Heras-Domingo",
                    "given": "Javier"
                },
                {
                    "family": "Kitchin",
                    "given": "John R."
                },
                {
                    "family": "dos Passos Gomes",
                    "given": "Gabriel"
                },
                {
                    "family": "Ulissi",
                    "given": "Zachary W."
                },
                {
                    "family": "Blau",
                    "given": "Samuel M."
                }
            ],
            "issued": {
                "date-parts": [
                    [
                        2023,
                        12,
                        25
                    ]
                ]
            },
            "accessed": {
                "date-parts": [
                    [
                        2024,
                        1,
                        27
                    ]
                ]
            }
        }
    ]
}